[
    {
        "input": "Dr. _ answered common questions about _ LASIK procedure on the USC Roski Eye Institute website and _ own blog. Click here to learn more about _ LASIK experience with Dr. Feinerman!",
        "output": "male"
    },
    {
        "input": "_ especially enjoys writing Cowboy Poetry and also Native American poetry. _ has written short stories for _ high school speech and drama class and attended Southeastern College in Lakeland, Florida.",
        "output": "female"
    },
    {
        "input": "MeTEOR Education is driven by a desire to get the right tools into the hands of teachers like _. _. When a partnership like this comes together it all adds up, and the students win.",
        "output": "female"
    },
    {
        "input": "Once, _ was an extra during a dance club scene in the Bollywood film \"Mission Istaanbul.\" To this day, it remains the only time _ ever enjoyed clubbing.",
        "output": "female"
    },
    {
        "input": "_ received _ PhD from Emory University in 2010, and from 2010-2012 _ was a NICHD Postdoctoral Fellow at Brown University's Population Studies and Training Center.",
        "output": "male"
    },
    {
        "input": "_ current research projects involve police order-maintenance practices, police management, and community crime prevention in neighborhoods of Los Angeles, California and Las Vegas, Nevada.",
        "output": "male"
    },
    {
        "input": "_ research interests include amplification and hearing assistive technology, aural rehabilitation, pediatric audiology, pediatric amplification, family-centered services and educational audiology.",
        "output": "male"
    },
    {
        "input": "_ is the author of James Merrill and W.H. Auden (Palgrave Macmillan, 2007) and of two books of poetry, Messages (Pond Road Press, 2012) and Gagarin Street (Washington Writers’ Publishing House, 2005).",
        "output": "male"
    },
    {
        "input": "Adam is a father to a baby girl and 13 year old boy who is one of _' students. _ and Adam fall for each other but they have a difficult road ahead of them with _' ex, _ friend Tommy and parenthood.",
        "output": "female"
    },
    {
        "input": "_ expertise in excel and the real estate industry makes the learning experience two-fold by understanding excel formulas and functions and applying them directly to the real estate industry.”",
        "output": "female"
    },
    {
        "input": "_ research interests include destination marketing and management, tourism economic development, tourist behavior/experience, and international tourism.",
        "output": "male"
    },
    {
        "input": "_ is a theoretical condensed matter physicist whose research interests include magnets with competing interactions, frustrated systems, quantum computing, and elasticity theory.",
        "output": "male"
    },
    {
        "input": "_ goes beyond the traditional written music and keyboard to the structure and interaction of the notes and chords to give meaning to the sounds and rhythms created.",
        "output": "female"
    },
    {
        "input": "_ work has been published in the Journal of Business, the European Economic Review, the Journal of Development Economics and the Journal of Banking and Finance.",
        "output": "male"
    },
    {
        "input": "_ is a member of the Virginia Society of CPA’s (VSCPA). _ received _ doctorate in accounting from VCU and has a master of accountancy degree from Virginia Tech. Reader Comments",
        "output": "male"
    },
    {
        "input": "_ has won the Tir na n-Og Award four times in the past and also the prestigious Mary Vaughan Jones Award for _ contribution to children’s books for a considerable period of time.",
        "output": "female"
    },
    {
        "input": "_ worked for years in the El Paso, TX area. Now, _ enjoys doing a little consulting, but, most of all, _ enjoys writing and spending time with _ family, especially _ granddaughter.",
        "output": "female"
    },
    {
        "input": "_ has been going on exchange trips with _ students to Uganda. In the autumn of 2012, _ ran a Wikipedia Education Program with _ pupils where they primarily wrote articles about Uganda & South Africa.",
        "output": "female"
    },
    {
        "input": "_ said _ told _ Georgian relatives that _ wanted to be a doctor, but it was not true. After moving to the United States, _ said, _ enrolled in some education classes and realized _ was born to teach.",
        "output": "female"
    },
    {
        "input": "The most dangerous part of _ job is a wide spread flu epidemic in _ class. Being a teacher is all _’s ever wanted, _ never thought _’d soon be part of something bigger.",
        "output": "female"
    },
    {
        "input": "_ current work utilizes mass produced, low-brow Americana with a variety of loosely handled materials in creating works that are both familiar and contain enigmatic personal metaphors.",
        "output": "male"
    },
    {
        "input": "_ joined GAW when _ started work on _ book Rid England of This Plague and received a great deal of help and support from the group. _ now writes short stories.",
        "output": "female"
    },
    {
        "input": "_ co-translated Mesa Selimoviƒ's Death and the Dervish (Northwestern, 1996) and edited In a Foreign Harbor (Slavica, 2000). _ is currently working on Borislav Pekiƒ's literary biography.",
        "output": "male"
    },
    {
        "input": "_ is currently an independent consultant working with teachers and children with a focus on the development of a mastery approach to teaching mathematics.",
        "output": "female"
    },
    {
        "input": "_ told Socialist Worker, “This is a very mixed area. “Trade unionists and anti‑racist campaigners, black and white, stand in solidarity with Muslims to say that the EDL isn’t welcome here.",
        "output": "female"
    },
    {
        "input": "_ serves as the David S. and Marilyn M. Zamierowski Director of the Johns Hopkins Medicine Simulation Center. _ specializes in pediatric critical care.",
        "output": "male"
    },
    {
        "input": "_ research focuses on the connections between the politics of daily life, patterns of inhabitation and the design of landscapes at all scales. See less",
        "output": "male"
    },
    {
        "input": "_ helps elementary school kids get through their work by leading them along and breaking down math problems or difficult reading assignments. _ asks questions to prompt further progress.",
        "output": "female"
    },
    {
        "input": "When _'s not designing things, _ is obsessing over pugs, drinking matcha lattes, reading, learning a new skill, or taking quiet retreats in nature. _ is a brunch enthusiast.",
        "output": "female"
    },
    {
        "input": "_ also edits Pilgrim's online magazine Humanising Language Teaching, and _ latest work is the CDROM-based language-learning software, Mind Game. (March 2000)",
        "output": "female"
    },
    {
        "input": "Chew Yi Hong is an active investor and has been involved as project manager and researcher in several corporate governance projects in Singapore and the region.",
        "output": "male"
    },
    {
        "input": "Also of interest is the new Living Realization e-book and website. _ upcoming book is called The Natural Rest Presence Method and is scheduled for release in 2011.",
        "output": "female"
    },
    {
        "input": "Sex(ed): The Movie, as _ describes it, is both a serious and humorous look at how sex has been taught over the last hundred years. _ scoured hundreds of hours […]",
        "output": "female"
    },
    {
        "input": "_ major New Holland titles include, A Century of Anzacs, Instant Aussie and in the Young Read series, Captain Cook and Refugees: The Story of Displace Peoples",
        "output": "female"
    },
    {
        "input": "_ has written about the music industry and record production in various academic journals and books. When not teaching, _ performs _ own music under the name Birdsong At Morning.",
        "output": "male"
    },
    {
        "input": "_ has been working at Carolina Day School since 1989. _ has received the Betty Lou Davis Award and the Melissa Ogden Award. _ two daughters also graduated from CDS.",
        "output": "female"
    },
    {
        "input": "_ received Dr. of Eng. in computer science and communication engineering from Kyushu University. _ is a member of the IEEE Computer Society, ACM, IPS Japan, IEICE Japan, and JSSST.",
        "output": "male"
    },
    {
        "input": "_ has strong interest in making film in the language classroom and _ current challenge is to integrate collaborative filmmaking projects into the curriculum and _ teaching context. Here _ answers The",
        "output": "female"
    },
    {
        "input": "_ teaches postgraduate and undergraduate courses in journalism law and digital media. _ has worked as a journalist for 10 years in India and the United States.",
        "output": "male"
    },
    {
        "input": "_ blogs about _ experiences getting started with Beetleblocks, making some designs inspired by Logo programming, and creating beautiful prints on a watercolorbot and a 3D printer.",
        "output": "female"
    },
    {
        "input": "_ recently completed _ masters degree in middle level mathematics and is in the process of applying to schools for PhD work in mathematics education. _ passion... Read More →",
        "output": "female"
    },
    {
        "input": "_ _ _ was arrested while _ was in _ work at the school mentioned above, before the eyes of _ fellow teachers in the same school and the students.",
        "output": "female"
    },
    {
        "input": "_ father was a medical doctor who treated _ family with homeopathy. Thus, from a very young age _ was exposed to the wonderful benefits of energy medicine.",
        "output": "female"
    },
    {
        "input": "_ book Le milieu de partout, published at Prise de Parole (Sudbury) under _ pen name _ Dimanche, is a collection of essays, poetic prose and poetry, on which was bestowed the Champlain Prize in 2015.",
        "output": "male"
    },
    {
        "input": "_ enjoys sharing a love of reading, and is working to become more widely read so that _ can better recommend books to a variety of children and young adults.",
        "output": "female"
    },
    {
        "input": "Prior to _ election to the California Legislature, _ was elected to the Fullerton City Council in November 2004, where _ was selected by _ peers in 2007 to serve as mayor for two terms.",
        "output": "female"
    },
    {
        "input": "_ also teaches writing, English, and public relations courses at the University of Hartford and Connecticut Community Colleges. _ is a memoir writing coach, editor, writer and ghostwriter.",
        "output": "female"
    },
    {
        "input": "_ lives in a spiritual community in rural Southeast Iowa, where _ spends _ time teaching, writing, meditating, gardening, cooking and enjoying _ grandchildren. http://www.menstrual-cycle-period.com",
        "output": "female"
    },
    {
        "input": "_ joined the Emerson College faculty in 2013. _ research interests include gender and diversity, public relations, corporate communications and social responsibility, and crisis communications.",
        "output": "male"
    },
    {
        "input": "_ has contributed articles to the New Oxford Review, Social Justice Review, Mercatornet.org and other publications. _ is also the author of Revoking the Moral Order.",
        "output": "female"
    },
    {
        "input": "_ was inspired to carry out scientific research testing whether the path curves _ found in projective geometry applied to real forms in nature. _ results are published in _ book, The Vortex of",
        "output": "female"
    },
    {
        "input": "_ research activities revolve around disparities in breast cancer, development of obesity, epidemiologic methods, and health disparities by gender, race, and ethnicity.",
        "output": "male"
    },
    {
        "input": "_ has a Bachelor of Arts in Early Childhood Education from Clemson University. _ has _ South Carolina Teaching Certificate for Pre-K through 3rd grades. _ has been in childcare/teaching for 18 years.",
        "output": "female"
    },
    {
        "input": "_ has studied yoga for many years under the guidance of the renowned Yoga Master, Sri Dharma Mittra, and completed several Intensive Teacher Trainings at the Dharma Yoga Center in New York City.",
        "output": "female"
    },
    {
        "input": "_ is a reader of no small ability, being a graduate of Cornish School of Drama, Music and Art and is a member of the Sandall Players of Seattle. _ is also a member of the D. A. R.",
        "output": "female"
    },
    {
        "input": "_ research, which takes _ across the world, investigates fish and aquatic ecosystem responses to multiple environmental stressors, both natural and anthropogenic.",
        "output": "male"
    },
    {
        "input": "The event will include a reading from _ book addressing the ways the environmental movement can benefit from increased engagement with social justice, followed by a book signing.",
        "output": "male"
    },
    {
        "input": "_ travels have increased _ knowledge about cross-cultural connections. Now, _ is applying that knowledge in the Hmong community in _ Hamline Midway neighborhood in St. Paul. _ formed",
        "output": "female"
    },
    {
        "input": "A Long Beach native, _ graduated from California State University of Long Beach and has been teaching in the Bellflower Unified School Districts for the past 15 years.",
        "output": "female"
    },
    {
        "input": "_ teaches _ students to use art as a way to express themselves. _ aims to work with the children and to give them resources that will enable them to find and develop their skills.",
        "output": "female"
    },
    {
        "input": "_ says _ posted the cartoons on a bulletin board used by faculty so members so the campus community could see what the global controversy was all about.",
        "output": "female"
    },
    {
        "input": "_ said when staff at the school met to discuss a teacher who they would nominate for recognition, they quickly agreed that Barry was an excellent choice.",
        "output": "female"
    },
    {
        "input": "D in Clinical Psychology and a five-year Buddhist teacher training program under _ belt. _ blends psychotherapy and meditation into a beautiful mindfulness practice.",
        "output": "female"
    },
    {
        "input": "_ loves kids, poetry, and nature. _ passion is reading and _ is a voracious reader of all sorts of literature. _ envisages, one day there will be not a single child in hunger.",
        "output": "female"
    },
    {
        "input": "_ gently leads the reader through the mathematics of gravity. With _ quaint hand-drawn diagrams, it was a pleasure reading and working through this book",
        "output": "female"
    },
    {
        "input": "_ received _ B.S.M.E. from Cal Poly San Luis Obispo and _ Ph.D. from Michigan State University, where _ worked on active noise control applications for the automotive industry.",
        "output": "male"
    },
    {
        "input": "_ research focuses on behavioral ethics and workplace deviance, including topics such as ethical leadership, unethical behavior, abusive supervision, and ostracism.",
        "output": "male"
    },
    {
        "input": "_ earned a Ph.D. in Anthropology (2012) at Duke University, the MPhil in Ethnomusicology at Columbia University (2005) and an _.A. in Ethnomusicology at Arizona State University (2003).",
        "output": "male"
    },
    {
        "input": "_ has also worked for Scope as a project manager, researching and writing a training package around strengthening family relationships when the child has a disability.",
        "output": "female"
    },
    {
        "input": "Duffy's second grade class at Thomas Paine Elementary in Cherry Hill, New Jersey. At the end of _. _'s author study, the class created a Tomie dePaola ABC Book.",
        "output": "female"
    },
    {
        "input": "_ is a registered dietitian with a specialty in pediatrics, is the recipient of a number of research awards and has authored more than 25 publications in scientific as well as popular journals.",
        "output": "male"
    },
    {
        "input": "_ areas of interest are Low-cost computer networks and ICT systems for rural areas, Content based networks, Participatory information sharing on social networks.",
        "output": "male"
    },
    {
        "input": "_ is the author of Romantic Comedy (2010) and co-author of AS Media Studies: The Essential Introduction for WJEC (2011).Related SubjectsFilm StudiesIntroductory Film StudiesStudy Skills",
        "output": "female"
    },
    {
        "input": "_ passion for english and compassion for _ students makes _ class intriguing and hands on. Anyone should be thankful to have _ as a teacher and mentor.",
        "output": "female"
    },
    {
        "input": "_ holds a Masters in Applied English Linguistics from the University of Houston, where _ is currently on leave of absence from the Language and Culture Center. _ has been in the ESL field since 1999.]",
        "output": "female"
    },
    {
        "input": "_ delivered the opening convocation address as 2010 winner of the Tom Creed Memorial Award for Effective Electronic Pedagogy at the College of Saint Benedict.",
        "output": "male"
    },
    {
        "input": "_ is a Member of the Academic Council of the Institute for Transnational Arbitration (ITA) and a Member of the Editorial Committee for the 2015 Edition of ASIL’s Benchbook on International Law.",
        "output": "male"
    },
    {
        "input": "_ also works for the SSAT as a Lead Practitioner for Languages, supporting other MFL teachers and identifying and disseminating innovative and successful teaching and learning strategies.",
        "output": "female"
    },
    {
        "input": "_ has certifications in education, gifted education and online education. Share this:TwitterFacebookGooglePinterestLinkedInPrintEmailLike this:Like Loading...",
        "output": "female"
    },
    {
        "input": "_ earned _ bachelor's degree in special education at Da Nang University of Pedagogy. _ has experience teaching children of all ages with blindness and multiple disabilities.",
        "output": "female"
    },
    {
        "input": "_ has two daughters; one is an assistant at McKenzie School and the other teaches in the Chicago Public Schools. _ raised _ family in Wilmette and now resides in Evanston.",
        "output": "female"
    },
    {
        "input": "The mucus is thought to provide the appropriate molecular and ionic environment for odor detection., and keys (as well as their corresponding buttons) do all the obvious things.",
        "output": "male"
    },
    {
        "input": "_ obtained _ Bachelor of Engineering in 2014 from VTU Belgaum. _ received _ Master degree in Water Resource Engg from UVCE, Bangalore in the year 2016.",
        "output": "male"
    },
    {
        "input": "_ is the Program Director for the Endovascular Surgical Neuroradiology Fellowship and the Director of Faculty Experience for the Department of Radiology.",
        "output": "male"
    },
    {
        "input": "_ publications include Inigo Jones and the Classical Tradition and The Built Surface: Architecture and Pictures. _ is currently writing a book on architecture and alchemy.",
        "output": "male"
    },
    {
        "input": "_ has performed stand-up at numerous comedy clubs and comic book conventions across the country, and is a regular on the Unpopular Opinion podcast. _ work can be found across the internet.]]>",
        "output": "female"
    },
    {
        "input": "_ is the author of Japan’s Contested War Memories: the “Memory Rifts” in historical consciousness of World War II (Routledge 2007). _ webpage is here and _ may be contacted at this email address.",
        "output": "male"
    },
    {
        "input": "_ primary research focuses on the history of soccer in Argentina and identity formation. Contact _ via email at sibajaro@appstate.edu or follow _ on Twitter: @rwanysibaja",
        "output": "male"
    },
    {
        "input": "_ is also a senior adviser to the former President of the Hungarian Constitutional Court, and co-president of the Joint Council on Constitutional Justice (Venice Commission, Council of Europe).",
        "output": "male"
    },
    {
        "input": "_ research interests include communicative network practices of youth and issues of governance of the self in the context of educational research and conventional institutions of schooling.",
        "output": "male"
    },
    {
        "input": "_ epitomizes the love and compassion of God in _ relationship with other people. _ steers the wheel of the ministry in the Brook Church as a co-pastor with _ husband Pastor Ose _.",
        "output": "female"
    },
    {
        "input": "While at an early morning kiln opening with _ pottery-mad mother _ notices something unusual happen to one of the collectors. When that man later dies … Continue reading →",
        "output": "female"
    },
    {
        "input": "Everything seems to be in place for a successful Bond Rally. Virginia, Miss _’s friend and chair of the event is certain that everything will go according to plan.",
        "output": "female"
    },
    {
        "input": "They’re freedom fighters.”[8] Hamas is a proscribed terrorist organisation, whose charter endorses a disputed hadith which calls for a genocide against Jews.[9]",
        "output": "female"
    },
    {
        "input": "_ is a trained teacher, Communication Designer and Illustrator. The blog is an interactive learning resource for _ immediate students and extends to the online community.",
        "output": "female"
    },
    {
        "input": "_ _ expects to apply in Chile, the knowledge _ has learned throughout these years and currently teaches in Providencia, Santiago. _ _ es chilena y habla español. More Schools >",
        "output": "female"
    },
    {
        "input": "Dr. _ is the Director of Neurotrauma at University Hospital and leads the Spinal Cord Injury Care team. _ also provides support for the state-of-the-art Peripheral Nerve Center...Read More",
        "output": "male"
    },
    {
        "input": "_ teaches both undergraduate and graduate nutritional sciences courses, that include human nutrition, nutrition and human performance, maternal and child nutrition and nutrition and aging.",
        "output": "male"
    },
    {
        "input": "_ is an advocate for the Latino community--working with local agencies to supply essential resources to families and providing English lessons for adults. Email: pattigraham11@yahoo.com",
        "output": "female"
    },
    {
        "input": "_ two-year pilot study will evaluate the quality of archaeological data which elucidates the reasons for the collapse of a number of tropical states during the period CE 800-1400.",
        "output": "male"
    },
    {
        "input": "_ received a Bachelor of Music in Piano Performance from the University of Wisconsin-Madison in 1982, studying piano with Tait Barrows and Leo Stephens ... Read More",
        "output": "male"
    },
    {
        "input": "_ has a bachelor’s degree from the Louisiana Scholars’ College and a master’s from the University of Pennsylvania. _ also writes for A House of Lies and is preparing a book of short stories.",
        "output": "female"
    },
    {
        "input": "For decades _ has been studying and photographing LDS Church historical sites to assist in the preservation of Latter-day Saint history and where it unfolded.",
        "output": "female"
    },
    {
        "input": "_ holds a PhD in Business from the Columbia University, Graduate School of Business in New York. _ is a Research Fellow in Columbia University, Graduate School of Business, New York.",
        "output": "male"
    },
    {
        "input": "_ latest exhibition Grimm & Grotesk is an exploration of the intimate and yet bizarre relationship between the written word and the typographic manifestation.",
        "output": "male"
    },
    {
        "input": "_ is the Director of the Vaccine and Drug Evaluation Centre at the University of Manitoba and the Director of the Clinical Trials Platform of the George and Fay Yee Centre for Healthcare Innovation.",
        "output": "male"
    },
    {
        "input": "_ latest book project, entitled The Conscious Medium and the Phenomenal Minimal, explores the dynamics of subjecthood in California Light and Space art.",
        "output": "male"
    },
    {
        "input": "_ paper, \"Restriction of Normal Activities Among Older Amputees: The Role of Public Self Consciousness\", is to appear in an upcoming issue of the Journal of Geropsychology.",
        "output": "male"
    },
    {
        "input": "_ was an Educator of the Year Finalist and was recently featured in a Schoology blog article called “The Art of Turning Math into a Social Learning Experience.”",
        "output": "female"
    },
    {
        "input": "_ has been recognized by the United States Congress and by the California Legislature and has presented at conferences, including the Haki International Children’s Art Festival in Fukuoka, Japan.",
        "output": "female"
    },
    {
        "input": "_ is also an examiner and inset provider for the NEAB and works freelance on a consultancy basis supporting teachers of design and technology textiles",
        "output": "female"
    },
    {
        "input": "Great lighting, a confident pose, flattering camera angle and a polished look from a professional hair and makeup artist created a best selling image!",
        "output": "female"
    },
    {
        "input": "_ is the author of a chapter book for pre-teens (Stronghold, available on Amazon), a play for READ Magazine, articles for educational publications and many unpublished stories.",
        "output": "female"
    },
    {
        "input": "_ works primarily on issues in ethics and metaethics, but is interested in normativity generally and the ways in which different normative domains resemble or differ from each other.",
        "output": "male"
    },
    {
        "input": "_ walks into a disaster zone, pretty much right at the same time that _ mother’s neighbour and _ childhood crush, Dean, literally crashes through the door to save the day.",
        "output": "female"
    },
    {
        "input": "_ is the author of \"Maps of Heaven, Maps of Hell: Religious Terror as Memory from the Puritans to Stephen King\" and \"Robert Frost's Star in a Stone Boat: A Grammar of Belief,\"",
        "output": "male"
    },
    {
        "input": "_'s poems, stories, and criticism have appeared in various online and print publications such as \"Beatdom,\" \"Black Heart Magazine,\" \"Typehouse Literary Magazine,\" \"Cacti Fur,\" and \"Montage.\"",
        "output": "female"
    },
    {
        "input": "_ began teaching at Douglas County High School in 1999 and moved to Ponderosa in 2000. _ has a Bachelor's Degree in Spanish from the University of Northern Colorado.",
        "output": "female"
    },
    {
        "input": "In addition to teaching in the classroom since 2011, primarily at the 2nd-grade level, _ has taught intensive reading and writing and has also served on instructional leadership teams.",
        "output": "female"
    },
    {
        "input": "Yet last year, all but one of _ students advanced to first grade. _ made sure that the student who stayed behind for summer school was at the top of the class, setting examples for the other children.",
        "output": "female"
    },
    {
        "input": "_ received _ Ph.D. in neuroscience at the University of Iowa, where _ research focused on understanding the effects of brain injury on behavior.",
        "output": "male"
    },
    {
        "input": "_ is a teacher in the Los Angeles Unified School District. _ is a Glendale resident who attended district schools and _ young son is presently attending Edison Elementary.",
        "output": "female"
    },
    {
        "input": "Trump won more than 62 percent of the vote there, thanks to people like _. The married mother of three called choosing Trump over Clinton a “no-brainer.”",
        "output": "female"
    },
    {
        "input": "Although _ considers _ a football enthusiast, _ does not watch female football for religious reasons. _ alludes to Islamic religious tenets, which forbid women to expose certain parts of their bodies.",
        "output": "female"
    },
    {
        "input": "_ received _ PhD from Columbia University and is the recipient of two grants from the New York Council for the Humanities to commemorate the Constitution and the Bill of Rights.",
        "output": "male"
    },
    {
        "input": "History is made of changes, of confronting forces, and through this motto _'s teaching 8th grade children about the big fight for rights of the twentieth century.",
        "output": "female"
    },
    {
        "input": "_ channels _ mental struggles into _ teaching to create a safe and loving environment for _ students. In _ spare time, _ likes to ride _ bike and snuggle with _ cat.",
        "output": "female"
    },
    {
        "input": "_ educational career has spanned a number of institutions providing them with growth and development over the course of _ 35 years in South Florida. …",
        "output": "female"
    },
    {
        "input": "_ has 2 small children and a husband who has gifted _ with the joy of staying home. _ enjoys gardening, playing outside with _ son, rocking _ sweet daughter, and cooking delicious gut-healing food.",
        "output": "female"
    },
    {
        "input": "Approximately 12 inches in size, _'s cute and colorful to match _ character. Cuddle this soft _ _ plush while recreating favorite scenes or imagining new stories!",
        "output": "female"
    },
    {
        "input": "Having studied twelve years in Russia, _ graduated with a specialization in piano and accompaniment. _ moved from St-Petersburg to Montreal in 2010 and has been teaching since.",
        "output": "female"
    },
    {
        "input": "As a child, with the support of _ metaphysical parents, _ was given the opportunity to find _ own truth, beliefs, and life path. _ began volunteering as a psychic investigator for the...",
        "output": "female"
    },
    {
        "input": "_ received a Master of Architecture from Harvard University. _ current research focuses on the relationship between contemporary capitalism and the built environment.",
        "output": "male"
    },
    {
        "input": "But _ is also a past master at throwing the discus, winning championships at international and club level. Andy Farquarson catches up with an expert in _ field.",
        "output": "female"
    },
    {
        "input": "_ research interests include civic engagement, collaborative public management, and bureaucratic responsiveness. For _ paper in the IJP2, click on this link:",
        "output": "male"
    },
    {
        "input": "_ traveled from Barbourville to have _ voice heard saying _'s worried school districts like _ will not be able to contribute a percentage toward retirement under the defined-contribution plan.",
        "output": "female"
    },
    {
        "input": "_ is particularly interested in using creative and unusual ways to engage learners in English and literacy. _ writes a blog and tweets at @TillyTeacup.",
        "output": "female"
    },
    {
        "input": "Xavier University’s School of Education in Chicago. _ said girls were traditionally said to have an advantage over boys as a result of their increased vocabulary.",
        "output": "male"
    },
    {
        "input": "_ latest book is “Red Fighting Blue: How Geography and Electoral Rules Polarize American Politics” (Cambridge University Press, 2017). _ blogs about U.S. politics at HonestGraft.com.",
        "output": "male"
    },
    {
        "input": "_ keeps track of the latest 3D trends and technologies, and does _ own research on how the use of 3D technologies can influence difference spheres including education and science.",
        "output": "female"
    },
    {
        "input": "_ received _ undergraduate degree from Fudan University, Shanghai, an MBA from University of Louisiana, and a Ph.D. in Accounting from University of Houston.",
        "output": "male"
    },
    {
        "input": "_ started writing about the girl, fleshing out _ life, and before long had the novel Catherine, Called Birdy. Carol Hurst has a nice review and ideas for lessons.",
        "output": "female"
    },
    {
        "input": "_’s generally forgetful and generally interested. _’s constantly trying to remind _ that _’s in union with the great divine, and willing to send reminders to anyone needing the same.",
        "output": "female"
    },
    {
        "input": "_ first book marks the convergence of some of _ key passions: Australian and local history — particularly that of the 19th century and colonial times — and Australian football.",
        "output": "female"
    },
    {
        "input": "_ scholarship focuses on prospective and current teachers’ views of issues of equity and social justice in mathematics and mathematical modeling. (Contact Dr. _ at felton@ohio.edu)",
        "output": "male"
    },
    {
        "input": "_ earned _ B.A. from Corpus Christi State University, _ M.A. from Texas A&M University-Corpus Christi and _ Ph.D. from Bowling Green State University, where _ specialized in rhetoric and writing.",
        "output": "male"
    },
    {
        "input": "_ is the past president of the International Reading Association, Guam Chapter. _ received _ M.Ed. in Reading Specialization from the University of Guam.",
        "output": "female"
    },
    {
        "input": "_ is also the author of Harsh Prey and Kisses and Lies, both of which are available in paperback and Kindle formats. The paperback may be purchased from",
        "output": "female"
    },
    {
        "input": "A sought-after speaker, _ is the founder of Multiplication Nation, an online program to help students master their times tables and have fun doing it.",
        "output": "female"
    },
    {
        "input": "_ dissertation examined the structural conditions and practices that promote and inhibit deliberation in the U.S. Congress. _ helped create the national dataset for this project.",
        "output": "male"
    },
    {
        "input": "_ received _ Ph.D. in Human Development and Family Studies with a minor specialization in Gerontology in 2005 from Iowa State University, Ames, Iowa.",
        "output": "male"
    },
    {
        "input": "Getting on _ knees and letting _ tits hang loose as _ bobs _ head up and down the shafts of _ students is a great way to let them pick their grade up if they’re falling behind in the weekly quizzes.",
        "output": "female"
    },
    {
        "input": "_ was honored as the Wisconsin State Teacher of the Year in 2007, Gilder Lehrman Institute of American History Teacher of the Year for Wisconsin in 2011, and a Lowell Milken Fellow in 2014.",
        "output": "female"
    },
    {
        "input": "_ doctoral research with Charles Darwin University in Australia and _ regular feature articles in the South China Morning Post have had a major influence on English teaching practices in Hong Kong.",
        "output": "female"
    },
    {
        "input": "Juli, a girl at the flea-market, wants to get known to _ and manages to sell _ a Mayan ring with a sun on it, foretelling _ that _ will meet a girl with a sun.",
        "output": "female"
    },
    {
        "input": "_ web site offers lots of resources to develop an online income quickly and efficiently. Sign up there and instantly download _'s important eBook that gives lots of starters free.",
        "output": "female"
    },
    {
        "input": "_ website is aimed at vocational teachers and students (B.T.S. Industriels & Technico-commercial). Click here to visit _ _'s website now. url: http://perso.wanadoo.fr/prof.danglais/",
        "output": "female"
    },
    {
        "input": "_ enjoys teaching Jewish texts to teens through senior adults, as well as singing and gardening with _ husband and three children. _ holds a doctorate in English literature from Brandeis University.",
        "output": "female"
    },
    {
        "input": "_ is also the Head of E-Community Research Center, Universiti Kebangsaan Malaysia. _ area of specialization is language education and technology. http://supyanhussin.wordpress.com",
        "output": "male"
    },
    {
        "input": "In an economy with a thirst to learn, _ has turned _ into a business. _ teaches English to 1,000 people a month in classrooms and to 200,000 people online. Such is the demand for _ lessons that ...",
        "output": "female"
    },
    {
        "input": "_ research interests focus on the positive and negative effects that can result when organizations and publics seek to exert influence in their communication environments.",
        "output": "male"
    },
    {
        "input": "_ holds a B.S. in Geology, an M.S. in Geophysics and a Ph.D. in Psychometrics. _ has used distance education technology to teach three semester-length courses. E-mail: wboone@ucs.indiana.edu",
        "output": "male"
    },
    {
        "input": "_ has trained individuals and groups like Corporate, home-based, small business, SCORE, etc. _ will be developing courses for non-bookkeepers and non-administrative individuals.",
        "output": "female"
    },
    {
        "input": "_ was appointed to the Board in 2005, and represents active teachers. _ current term ends 6/30/2016. _ also represents TFFR on the State Investment Board.",
        "output": "female"
    },
    {
        "input": "Born in China, _ engages technology as a medium and subject in _ art. _ has exhibited both nationally and internationally, and teaches courses on website visual design and computer generated art.",
        "output": "male"
    },
    {
        "input": "_ joins the faculty of Prep school number 10 \"Rosario Castellanos\" and soon realizes that _ work is more demanding than _ expected; in addition to having to prove _...",
        "output": "female"
    },
    {
        "input": "_ taught everything from Kindergarten to Freshman English at the University of Georgia. _ taught for some 42 years, and loved every day of it. Don't know why _ made the decision to teach.",
        "output": "female"
    },
    {
        "input": "_ has completed postgraduate research on the use of portfolios in the language classroom and was a researcher and school mentor on the European Commission EUfolio classroom ePortfolio project.",
        "output": "female"
    },
    {
        "input": "_ says the younger boys and girls have no problem drawing optimistic scenes of nature and family life. But when _ asks those over nine years of age to do the same, the results are very different.",
        "output": "female"
    },
    {
        "input": "_ has sent nine children abroad for surgery on heart defects, and three additional children have had operations done with _’s support within Afghanistan.",
        "output": "female"
    },
    {
        "input": "_ is a Staff Medical Oncologist in the Division of Medical Oncology and the Fellowship Director for the Bras Family New Drug Development Program at the Princess Margaret Cancer Centre.",
        "output": "male"
    },
    {
        "input": "_ primary area of interest is ancient philosophy, especially the thought of Plato and Aristotle and the history of their interpretation. _ is also interested in the history of Jewish philosophy.",
        "output": "male"
    },
    {
        "input": "_ past experience includes teaching science and PSHE and delivering support and training in the development of Sex and Relationship Education programmes in primary schools.",
        "output": "female"
    },
    {
        "input": "_ is interested in philosophy, religion, history, psychology, maths and music and is currently working on history of dialectics and its fortunes in 20th century Marxism.)",
        "output": "female"
    },
    {
        "input": "_ teaches Principles of Hospitality and Tourism, Principles of Education and Training, Sports Marketing, and Advertisements. Before _. _ came to La Vega, _ was a program director at the...",
        "output": "female"
    },
    {
        "input": "An earlier version of a picture caption in this article incorrectly suggested _ was a student taking a lesson at the school. Copyright 2012 Dow Jones & Company, Inc. All Rights Reserved",
        "output": "female"
    },
    {
        "input": "_ received _ M.Arch from the University of Illinois at Chicago and _ BS.Arch from the Universidad del Zulia, Venezuela. Universidad Torcuato Di Tella Escuela de Arquitectura y Estudios Urbanos",
        "output": "male"
    },
    {
        "input": "_ teaches maths and statistics for 11+, 13+ grammar school entrance exams, GCSE, IGCSE, international baccalaureate and A-Levels. _ also teaches science up to the level of GCSE.",
        "output": "female"
    },
    {
        "input": "The solution was the iOgrapher, a custom frame for holding an iPad Mini, that provides handles on the sides as well as multiple cold shoe mounts for accessories.",
        "output": "female"
    },
    {
        "input": "_ also has a bird nceklace that _ wears every day. This fantasy story is about how _ and _ nceklace take fantasy flights on a P-3 Orion, with a surprise ending.",
        "output": "female"
    },
    {
        "input": "_ teaches the fundamental principles of perception for constructing images that realistically and accurately interpret the anatomical architecture and movement of the human figure.",
        "output": "female"
    },
    {
        "input": "Last school year, _ was a Teaching Ambassador Fellow at the U.S. Department of Education. _ is currently taking part in the Teachers for Global Classrooms program.",
        "output": "female"
    },
    {
        "input": "As a working artist, _’s gift for simple and elegant project design has had an enormous influence on teaching and learning at HTH. _ holds an M.F.A. from the California College of Arts and Crafts.",
        "output": "female"
    },
    {
        "input": "_ previous publications include Compositional Transitions in 1 Peter: An Analysis of the Letter-Opening (1997) and Conceiving Peace and Violence: A New Testament Legacy (2004).",
        "output": "male"
    },
    {
        "input": "_ researches in the areas of understanding/designing for social, physical and digital aspects of public urban spaces, and interaction design supporting sociality in the kitchen.",
        "output": "male"
    },
    {
        "input": "_ joined Impact Network in April 2015 as a Grade 1 teacher. In 2016, _ was promoted to Teacher in Charge at Zatose Community School, and in 2017, _ began as a Teacher Supervisor for Petauke North.",
        "output": "female"
    },
    {
        "input": "_ is a tech savvy, who loves education and technology, that makes studying process more convenient and collaborative. Currently working with Noplag.com team as a consultant.”",
        "output": "female"
    },
    {
        "input": "_ does take repose with _ darling wife Sydney, and _ many hobbies, such as action figure collecting, video game playing, and general pontificating on nerd culture.",
        "output": "female"
    },
    {
        "input": "_ earned _ BA in English from Fairfield University and _ MFA in creative writing from Sarah Lawrence College. _ teaches college-level English and developmental writing.",
        "output": "male"
    },
    {
        "input": "A home-based care volunteer, _ also serves as Archdiocesan Mistress of Ceremonies and is in charge of a choir and liturgical dance. A widow, _ has three daughters. The youngest is in university.",
        "output": "female"
    },
    {
        "input": "As Head of Department for English, _ has mentored and trained teachers with the skills and strategies to help students achieve sterling results in their “O” level examination.",
        "output": "female"
    },
    {
        "input": "_ is a long-time advocate of puppetry arts in education, performs throughout the region, and has previously offered creative arts/puppetry camps in both Rutland and Addison counties.",
        "output": "female"
    },
    {
        "input": "_ research deals with diversity in the classroom, content literacy, and teacher quality. _ earned _ doctorate from Baylor University and is a member of the PDK 2011-12 Class of Emerging Leaders.",
        "output": "male"
    },
    {
        "input": "_ has published in several journals, including \"Callaloo, Research in African Literatures, CLA Journal, African American Review, African Literature Today, \"and\" MELUS.\"",
        "output": "male"
    },
    {
        "input": "_ has been 'thinking' about doing this comic for the last 14 years since _ came to Japan. _ interests are traveling, kick boxing and talking in the third person about _.",
        "output": "female"
    },
    {
        "input": "_ too was excited about _ students' participation. _ believed that by participating in the concert, \"it gets them to learn more about the Spanish culture.\"",
        "output": "female"
    },
    {
        "input": "_ primary areas of research interest are feminist bioethics and the philosophy of law. _ is currently exploring the concept of expressive or symbolic harm.",
        "output": "male"
    },
    {
        "input": "_ uses Latin for correspondence and conversation, attending Latin weeks annually in several parts of Europe, and contributes to the Latinteach list on the internet.",
        "output": "female"
    },
    {
        "input": "_ no-nonsense advice is a must have for everyone hoping to build a platform.\" ~Gina Holmes, NovelRocket.com founder and award-winning author of Crossing Oceans and Wings of Glass",
        "output": "female"
    },
    {
        "input": "_ can be reached at Practically Parenting, Friends & Neighbors, Amarillo Globe-News, P.O. Box 2091, Amarillo TX 79166 or e-mail _ at coleman@arn.net .",
        "output": "female"
    },
    {
        "input": "_ received _ Ph.D. in 1998 from the University of Maryland and held appointments at the University of Pennsylvania and Indiana University before moving to Rutgers in 2007.",
        "output": "male"
    },
    {
        "input": "_ writes at The Bored Savage, about life, faith, and raising children with medical conditions. _ experience with prayer and healing after the jump:",
        "output": "female"
    },
    {
        "input": "_ has been writing for Demand Studios since 2009 and has many published works available at eHow in the areas of English language learners, reading, and assessment.",
        "output": "female"
    },
    {
        "input": "_ received _ Ph.D. in Organic and Macromolecular Chemistry in 2002, prior to which _ gained several years of experience working in the biotechnology industry.",
        "output": "male"
    },
    {
        "input": "_ holds a bachelor's degree from Slippery Rock University of Pennsylvania, a master's degree from Memphis State University and has done work toward a doctoral degree.",
        "output": "female"
    },
    {
        "input": "_ says _ doesn’t defend teachers who wait until the final days of the summer break to notify schools they won’t be returning – because _ believes it has a negative effect on students.",
        "output": "female"
    },
    {
        "input": "_ has a talent of engaging and thus getting the most out of performers. _ was regularly available to chat over ideas and always lending _ thoughts to the cause” - E. WJ. graduate",
        "output": "female"
    },
    {
        "input": "_ wishes _ could write like Tim Winton or Arundhati Roy and thinks an extended holiday in a French garret would facilitate this. _ hopes never to have to sit a NAPLAN test.",
        "output": "female"
    },
    {
        "input": "_ is interested in health care disparities and working with underserved populations in addition to understanding and treating childhood and adolescent obesity.",
        "output": "male"
    },
    {
        "input": "Blackwater Community School ranks -- in Dublin. Additionally, the average teacher rating at Blackwater Community School is 4.43 stars. Be the first to leave a review by clicking here.",
        "output": "female"
    },
    {
        "input": "_. _ has worked for Ashe County Schools since 2001 in different capacities including substitute teacher, tutor and part-time assistant. _ has been employed as a full-time assistant since August 2007.",
        "output": "female"
    },
    {
        "input": "_ has a BA degree in Graphic Design from Cabrini College and Master of Science in Educational Instructional Leadership from Neumann University in Aston, Pennsylvania.",
        "output": "female"
    },
    {
        "input": "In a previous carnation, _ was head of 6th form psychology and _ continues to write and edit teaching and learning resources for A'level psychology.",
        "output": "female"
    },
    {
        "input": "_ work on the subject includes the book Exit-Voice Dynamics and the Collapse of East Germany: The Crisis of Leninism and the Revolution of 1989 (Duke University Press, 2006).",
        "output": "male"
    },
    {
        "input": "_ has worked as a class teacher with children with Severe and Profoundly Disabled students, and currently advises on curriculum resources and trains teachers in schools across the United Kingdom.",
        "output": "female"
    },
    {
        "input": "_ uses hands-on and project-based learning, including Project Lead The Way, to engage students in active learning. In addition, _ has a great rapport with staff, parents, and community members.",
        "output": "female"
    },
    {
        "input": "_ is also head of Machine Learning and Bioinformatics Lab (MLBL). _ research interests include Bioinformatics, Machine Learning, Biological Networks and Probabilistic Graphical Models.",
        "output": "male"
    },
    {
        "input": "Association. _ received _ doctorate at LSU, where _ held the Alumni Federation Fellowship. _ research publications focus on spirituality and on identity in the college classroom.",
        "output": "male"
    },
    {
        "input": "Conrad Schmitt is the former editor in chief of McGraw-Hill Education's foreign language and ESL publishing program. _ is the author of several textbooks for learning Spanish and French.",
        "output": "female"
    },
    {
        "input": "Today _ is giving one of _ poor students Joey Cooper a private lesson in the art of assbanging and cock sucking! A lesson that Joey will never forget!",
        "output": "female"
    },
    {
        "input": "Not only is _ experience and background outstanding, but _ is an absolute pleasure to know and spend time with each week. _ is enthusiastic, warm and always smiling. The babies LOVE _.",
        "output": "female"
    },
    {
        "input": "At the University of Stella Maris _ earned a Bachelor of Arts with Education based on History and Geography.Address:P.O. Box 75663Tanzania,Dar-es-salaam",
        "output": "female"
    },
    {
        "input": "_ explains how squares in a natal chart represent a person's creative edge and where they may get caught in repetitive behavior, and how aspects can function a",
        "output": "female"
    },
    {
        "input": "And because _ has taught in classrooms ranging from first grade through high school, these short essay-stories show the full range of what it means to teach today.\"\"",
        "output": "female"
    },
    {
        "input": "In _ spare time _ is often working on a variety of illustration and film projects. Visit _ website (http://saamvisual.com) for examples and contact info.",
        "output": "female"
    },
    {
        "input": "_ writing has appeared in the Boston Globe, the New York Daily News, and Education Week, among other publications. _ has been a regular contributor to the Huffington Post since 2007.",
        "output": "female"
    },
    {
        "input": "_ is an IB Workshop Leader and is passionate about collaborative planning and learning. _ is starting to find _ feet online at www.simonereilly.com.",
        "output": "female"
    },
    {
        "input": "_ began teaching in Broward County Schools, Fla., as a substitute teacher, then as a first-grade teacher at Banyan Elementary. _ came to Colorado as a substitute",
        "output": "female"
    },
    {
        "input": "_ ministry is on the cutting edge helping and changing the lives of people around the world. Transforming lives is the focus of Apostle _ _.",
        "output": "female"
    },
    {
        "input": "_ research focuses on understanding the nature and extent of barriers to optimal health for vulnerable populations. _ can be reached at john.billings@nyu.edu.",
        "output": "male"
    },
    {
        "input": "_ article, \"_'s Lament\" is a critique of current K-12 mathematics education, written by a first-class research mathematician who elected to devote _ teaching career to K-!2 education.",
        "output": "female"
    },
    {
        "input": "Miss _ graduated from Kent State University with a bachelor's degree in the science of education. _ studied Integrated Mathematics and is Highly Qualified to teach Mathematics in grades 7-12.",
        "output": "female"
    },
    {
        "input": "_ has written for the Geographical Association, appeared on Edutalk radio and is an accredited Google Educator. _ tweets from @therealwtuft and blogs from https://geotuft.wordpress.com/",
        "output": "female"
    },
    {
        "input": "_ earned _ B.A. in International Relations and German from the University of Toronto, M.A. in Political Science from York University, and Ph.D. in Political Science from The Ohio State University.",
        "output": "male"
    },
    {
        "input": "_ holds a master's degree from Texas Christian University and is currently on leave from South Bronx Preparatory to pursue _ Ph.D. from Drew University.",
        "output": "female"
    },
    {
        "input": "_ is an advocate of SEN and family life, and lives with _ husband Peter, Max the dog, Tilly the cat, and their two sons, one of which is on the autistic spectrum and undergoing assessment.",
        "output": "female"
    },
    {
        "input": "_ writing has appeared in Word Riot, Dogmatika, and 3AM Magazine, among others. To view samples of _’ published writing, please visit _ author website.",
        "output": "female"
    },
    {
        "input": "A lifelong Walla Wallan, _ graduated from Walla Walla High School and earned a bachelor’s degree at the University of Idaho and a Master’s of Education at Walla Walla University.",
        "output": "female"
    },
    {
        "input": "_ _ founded and is the executive director and primary teacher at Haven Montessori School in Flagstaff. _ is also a member of Bookmans Project: Educate.",
        "output": "female"
    },
    {
        "input": "_ teaches courses on Spanish novel and poetry. _ most current research deals with the uses of irony in the work of Torrente Ballester. For a complete CV please follow the link.",
        "output": "male"
    },
    {
        "input": "Dicke College of Business Administration at Ohio Northern University. _ research interests include: business-to-business relationships and marketing strategy.",
        "output": "male"
    },
    {
        "input": "_ is the author and translator of numerous texts, including Luminous Heart, Gone Beyond, and Groundless Paths. This teaching is from _ new book, The Heart Attack Sutra, published by Snow Lion, 2012.",
        "output": "female"
    },
    {
        "input": "_ major research field includes integrated Si photonics for ultralow energy photonic datalinks as well as nanomaterials and nanostructures for solar thermal and solar photovoltaics.",
        "output": "male"
    },
    {
        "input": "In the future, _ plans to pursue studies in public health on systems of oppression and their effects on mental health in people of color. Follow _ on Twitter @rachellexparis.",
        "output": "female"
    },
    {
        "input": "College of Social Work and Community Development. _ areas of interest are training of development practitioners, social administration, and project development.",
        "output": "male"
    },
    {
        "input": "_ also serves on the Board of Directors for the International Society for Artificial Life. Email _ at lisa.soros@gmail.com and follow _ on Twitter at @err_more.",
        "output": "male"
    },
    {
        "input": "_ received _ BS in Physical Therapy from Washington University in St. Louis, Missouri in 1980 and _ Doctor of Physical Therapy from the University of Tennessee at Chattanooga in 2012.",
        "output": "male"
    },
    {
        "input": "_’s the Founder of MoneySavingEnthusiast.com where _ writes about meal planning, saving money at the grocery store, kids and money, goal setting, and more.",
        "output": "female"
    },
    {
        "input": "_ has been an LLM (aka Lay Reader) at St. Paul’s since 1995 and now focuses on _ work as a spiritual director and is secretary of the local branch of the Council of Christians and Jews.",
        "output": "female"
    },
    {
        "input": "_ research interests include current trends in ELT, the use of technology in teaching English for Medical Purposes and developing learner autonomy through mobile assisted language use.",
        "output": "male"
    },
    {
        "input": "_ has fake documents, but a real ticket to Miami. _ loses faith in getting a visa the right way, instead _ applies for one through an expensive fixer.",
        "output": "female"
    },
    {
        "input": "_ doesn’t like students who cannot pay attention to _ instructions. Luckily for _ students none of them have ever been able to tear their eyes away from this stacked blonde.",
        "output": "female"
    },
    {
        "input": "_ has an almost encyclopedic knowledge of forms from many styles. _ _ _ is a kung fu adept with a natural gift. Teaches Taiji, Xingyi, and Bagua in Shanghai.",
        "output": "female"
    },
    {
        "input": "_ is now a kindergarten teacher at Shadowlawn Elementary School in Collier County, Florida. Because Florida just went through a devastating natural disaster, McCoy...",
        "output": "female"
    },
    {
        "input": "_ is the author of Seeking the One Great Remedy: Francis George Shaw and Nineteenth-Century Reform and is currently writing a book about manhood and military justice in the Union Army.",
        "output": "male"
    },
    {
        "input": "_’s the director of the Winter Institute for Simulation, Education and Research (WISER). _’s also a former paramedic and remains an EMS educator. _ can be reached at paul@phrampus.com.",
        "output": "male"
    },
    {
        "input": "Currrently _ is the Head of Center for Graduate Studies. _ iss actively involved in the Malaysian Accounting Standards Board (MASB) Working Committee of Islamic Accounting Standards.",
        "output": "male"
    },
    {
        "input": "From large classes to one-on-one support, _ discovered that tuition gave _ what _’d been seeking from teaching since _ started in the profession around five years earlier.",
        "output": "female"
    },
    {
        "input": "_ was previously a Research Fellow with the International Security Program at the John F. Kennedy School of Government, Harvard. _ is the author of 'Nuclear Arms Control'.",
        "output": "male"
    },
    {
        "input": "But recently, the multi-talented San Franciscan blended together _ two main loves to create one cool (and pretty catchy) music video, starring — who else? — _ students.",
        "output": "female"
    },
    {
        "input": "Prior to this _ performed classified computer-aided military intelligence signal analysis (SIGINT) with active duty Army and Air Force intelligence units in several locations.",
        "output": "male"
    },
    {
        "input": "_ holds a Ph.D. in physics from the University of Parma, Italy. _ research focuses on computational and theoretical physics, biophysics, nanoscale science, and soft condensed matter.",
        "output": "male"
    },
    {
        "input": "_ wants _ students to learn and truly understand the material. The examples _ uses in class are extremely helpful and _ is great about meeting outside of class for extra help.",
        "output": "female"
    },
    {
        "input": "_ has carried out research for many years on the public engagement of the Internet, the behavior of the technology sector and impact of ICTs on society.",
        "output": "male"
    },
    {
        "input": "These days, _ teaches history to students in grades 7 through 12 at the Choir Academy of Harlem, a small, alternative public school for students in the Harlem Boys Choir and the Girls Choir.",
        "output": "female"
    },
    {
        "input": "_ book The Play of Dark and Light won the 2003 Stafford/Hall Oregon Book Award for poetry, and _ students have twice been state champions in Poetry Out Loud, a poetry recitation contest.",
        "output": "female"
    },
    {
        "input": "_ also conducts the sessions of cleansing techniques and _ methods of explanations make it all too easy. _ possesses a Masters degree in Yogic sciences from the University of Haridwar.",
        "output": "female"
    },
    {
        "input": "As an industrial design major, Mark has a keen interest in classical and contemporary home appliances , furniture, tables and chairs, lighting created by best brands worldwide.",
        "output": "female"
    },
    {
        "input": "_ considers _ teaching style to be very hands-on and tries to challenge the students while also providing a fun environment where they can interact with each other.",
        "output": "female"
    },
    {
        "input": "_ received a doctoral degree in clinical psychology from Bowling Green State University. In 2011, _ received a Master degree in public health from the University of Washington.",
        "output": "male"
    },
    {
        "input": "_ believes that the blind need access to literacy through quality braille instruction, should learn non-visual skills and gain confidence from successful blind role models.",
        "output": "female"
    },
    {
        "input": "In 2009 _ was awarded a Commonwealth Government scholarship to write The Midnight Watch, as part of a Creative Arts Doctorate that was conferred in 2013. The Midnight Watch is _ first novel.",
        "output": "female"
    },
    {
        "input": "_ was a PhD candidate in the SHARES Project (2012-2016). Topic: The Shared Protection of Human Rights at the International Criminal Court (defended in March 2017)",
        "output": "male"
    },
    {
        "input": "_ is also a graduate of Grove City High School. _ told the board that teachers, like students, need to feel safe and supported. _ questioned whether the board was a supportive presence.",
        "output": "female"
    },
    {
        "input": "Attracted by the image of an international metropolis bursting with opportunity, _ moved to Shanghai five years ago from China’s northeastern Liaoning province.",
        "output": "female"
    },
    {
        "input": "_ has a Masters in Education and is interested in the development of thinking skills and Building Learning Power in the classroom. _ has been Subject Leader for Geography since 2009.",
        "output": "female"
    },
    {
        "input": "_ collaborates with various performers and ensembles, among _ works are orchestral, chamber, choral and solo music alongside film, dance, electro-acoustic and music/sound installations.",
        "output": "female"
    },
    {
        "input": "_ is a teacher consultant for PAWLP and lives in Downingtown with _ husband Joe. In _ spare time _ enjoys spending time with _ children and grandchildren.",
        "output": "female"
    },
    {
        "input": "_ earned the PhD in Design Theory at Auburn University in 2015, with Dissertation: Factor Pair Latin Squares. Bachelors of Science in Mathematics, Kutztown University of Pennsylvania, 2008.",
        "output": "male"
    },
    {
        "input": "_ is responsible for creating the Hello Little World Skypers group which won the Edublogs awards for the winner of the “Best Use of Social Media” in 2013.",
        "output": "female"
    },
    {
        "input": "The only thing is _ might be settling instead of finding real love. _ dreams of it all though are shattered when a school shooting has deadly results.",
        "output": "female"
    },
    {
        "input": "A woman who radiates poetry, _ is the teacher that many women yearn for, and some are lucky enough to work with. There is such a need for _ earth and heart based teachings.”",
        "output": "female"
    },
    {
        "input": "_ research focuses on public economics and emphasizes issues relating to fiscal federalism, intergovernmental grants and federal-provincial dimensions of climate policy.",
        "output": "male"
    },
    {
        "input": "_. _ is beloved at LFHS for _ offbeat humor, unmatched vocabulary, and one-of-a-kind quips and anecdotes regarding pop culture, literature, and everything in between.",
        "output": "female"
    },
    {
        "input": "_ has served as a school teacher, psychologist and counselor for almost 13 years, in schools in the UK and most recently at Hill Preparatory School, Kampala.",
        "output": "female"
    },
    {
        "input": "_ co-led a clinical trial that was instrumental in the Food and Drug Administration’s recent approval of the drug pembrolizumab to treat cancers based on their genetic characteristics.",
        "output": "male"
    },
    {
        "input": "_ is high school trained but is willing to work in primary schools. _ has lived in Jakarta for two years and also studied for a semester at the Universitas Gadjah Mada in Yogyakarta while a student.",
        "output": "female"
    },
    {
        "input": "_ has painted across the country at many events, fundraisers, and for many professional sports teams. _ loves to see the joy on the clients’ faces _ paints when they look in the mirror.",
        "output": "female"
    },
    {
        "input": "_ really shines in this as _ fits this category perfect with _ sultry look and professionalism. A great movie for teacher fetish fans out there!",
        "output": "female"
    },
    {
        "input": "_ main publications concern word-formation, the language of information technologies and the main features of legal discourse with specific reference to arbitration.",
        "output": "female"
    },
    {
        "input": "_ writing covers various topics - from sport, to food and drink. Although _ has a passion for many different sports, for _ nothing can compare to football - \"the beautiful game\".",
        "output": "female"
    },
    {
        "input": "Requests for reprints may be sent to _ at this address. Dee Ann Iseyama is a bilingual speech-language pathologist with the Butte County Office of Education.×",
        "output": "male"
    },
    {
        "input": "A beloved teacher at Pendle Hill, _ _ has led retreats here since 1997. _ now lives in Hawaii and teaches retreats both there and throughout the United States.",
        "output": "female"
    },
    {
        "input": "_, named the NSTA’s distinguished teacher in 2011, teaches eighth-grade science. During _ 20-year career, _ has taught science and math in grades 6 through 12.",
        "output": "female"
    },
    {
        "input": "_ has been teaching for over 30 years and is the spiritual director of the Dechen organisation of Buddhist Centres. _ is the author of several books on...",
        "output": "female"
    },
    {
        "input": "Dr. _ earned _ PhD in Microbiology from Meharry Medical College, preceded by a BS in Biology from UNC Chapel Hill. _ expects to complete _ MBA from East Carolina University soon.",
        "output": "male"
    },
    {
        "input": "The founder of Walden Grove, a new direction in education, _ lives with _ wife Rose in the mountains of north Georgia. _ writes a column, Above the Mean, for the internet twice weekly.",
        "output": "female"
    },
    {
        "input": "_ started the piano at an early age, studying with Penelope Davies at the JMAS department of the Royal Welsh College of Music and Drama. Whilst there, _ was awarded the Betty Richa",
        "output": "female"
    },
    {
        "input": "_ has gone on to become a lawyer, and married a lovely Japanese lady. This article was originally posted to the KES homepage From teach business English to How to teach English in Japan (home)",
        "output": "female"
    },
    {
        "input": "_ heads the Management Communication course at Darden, and conducts research on corporate culture, corporate reputation, and diversity and regularly puts on women in leadership programs.",
        "output": "male"
    },
    {
        "input": "_ studied music at Queen’s University Belfast, graduating with a BMus in 1974 and an MA in composition and 20th century analysis in 1975. _ holds an LTCL in piano (1993) and an ATCL in violin (1970).",
        "output": "female"
    },
    {
        "input": "_ earned _ B.S. in Electrical and Electronics Engineering from Bilkent University and _ M.A. and Ph.D. in Political Science from the University of Rochester.",
        "output": "male"
    },
    {
        "input": "_ interests include postsecondary challenges of under-represented populations, career readiness, and supervision of school counselors. Teaching Interests:",
        "output": "male"
    },
    {
        "input": "_ teaches English, mental health, and upper-division Spanish courses. In the classroom, _ focuses on full inclusion and accelerating the learning of _ English learners.",
        "output": "female"
    },
    {
        "input": "_ _ was exam coordinator at Barkatullah University, and a coordinator for evaluation of answer sheets of universities in Rewa, Jabalpur, Indore and Ujjain.",
        "output": "female"
    },
    {
        "input": "_ says, \"It's hard to lose a colleague, especially someone the quality of _. Taylor. _ has touched so many lives throughout _ teaching career.\"",
        "output": "female"
    },
    {
        "input": "_ is the principal of the Middle School and High School at School of the Woods in Houston, TX, and has been a pioneer in helping schools all over the world to spread Maria Montessori’s vision.",
        "output": "female"
    },
    {
        "input": "Not only that … _ work is about turning the wealth of ancient wisdom within the AkashicRecords and using this knowledge to manifest more effectively.",
        "output": "female"
    },
    {
        "input": "_ plays guitar professionally and is also preparing _ dissertation on Reverend Gary Davis for publication._ holds a Ph.D. from the University of Memphis.",
        "output": "male"
    },
    {
        "input": "_ started teaching in the Bronx. But like many young teachers, _ struggled to reach _ low-income students. _ felt overwhelmed. _ switched to a private school -- but then felt like _ lost _ purpose.",
        "output": "female"
    },
    {
        "input": "_ received _ M.A. (2010) and Ph.D. (2014) in Political Science from UNC Chapel Hill. _ also earned a B.A. in Political Science and Spanish from Union College (2006).",
        "output": "male"
    },
    {
        "input": "_ current investigations in ecology, evolutionary biology, and paleobiology focus on understanding the causes of organismal diversity patterns found over geologic time. Read more about _",
        "output": "male"
    },
    {
        "input": "_ helped _ 17-year-old student in the program as _ searched for the right outfit to wear to the school dance, which takes place tonight, Dec. 16.",
        "output": "female"
    },
    {
        "input": "_ has a joint appointment in international health at the Johns Hopkins Bloomberg School of Public Health. _ areas of clinical expertise include infectious diseases and tuberculosis.",
        "output": "male"
    },
    {
        "input": "Currently _ is the Program Leader for High School Mathematics in the International School Manila overseeing and leading a large department in delivering the IB program.",
        "output": "female"
    },
    {
        "input": "_ is also an adjunct Spanish instructor at Delgado Community College and a Spanish instructor at Casa de Espana offering specialized classes for teachers with English learning students.",
        "output": "female"
    },
    {
        "input": "In May 2016, after several attempts at treating what _ thought was pneumonia, _ was diagnosed with rheumatic heart disease, with severe mitral stenosis and moderate aortic valve leak.",
        "output": "female"
    },
    {
        "input": "_ earned _ B.S. in metallurgical engineering from McGill University in 1979 and _ Ph.D. in metallurgical engineering from the University of British Columbia in 1985.",
        "output": "male"
    },
    {
        "input": "_. _ has spent 27 years coaching at different levels in the community. _ has recently begun to work with coaches helping them reach their potential.",
        "output": "female"
    },
    {
        "input": "_ believes that as every student is not the same, teaching strategy can also not be same and shares how _ manages effectively, teaching and grooming students with Next Gurukul.",
        "output": "female"
    },
    {
        "input": "It was there _ met _ husband Robert. _ likes to fish, garden, and be outdoors. _ has had many life experiences, and likes to share them with others through _ writing.",
        "output": "female"
    },
    {
        "input": "_ has worked as a private speech coach, a director of Javeenbah Youth Theatre Company (QLD), and as a teacher in schools across QLD, NSW and Victoria.",
        "output": "female"
    },
    {
        "input": "_ is a contributor to Attachment Reconsidered: Cultural Perspectives on a Western Theory and Different Faces of Attachment: Cultural Variations of a Universal Human Need.",
        "output": "male"
    },
    {
        "input": "During _ first visit in 2002, _ gave a series of lectures focusing on the advantages and disadvantages of federalism, using Quebec’s challenges as an example.",
        "output": "male"
    },
    {
        "input": "_ worked as an award-winning television journalist in New York and Las Vegas and is presently doing research in the area of health and aging, and population studies.",
        "output": "male"
    },
    {
        "input": "Seven years ago, _ started Lyricist Society, a program that engages young people by using hip-hop in the classroom at Frederick Douglass Academy for Young Men in Detroit.",
        "output": "female"
    },
    {
        "input": "Watch _ talk about _ struggle to find _ identity as someone of mixed heritage. For more info, check out BBC 5 Live's The Race Relations Act: 50 years on.",
        "output": "female"
    },
    {
        "input": "_ serves as board member for Pathways, is the Chair of the Oriole Advocate’s fundraising committee, and volunteers for the Ravens Punt, Pass, Kick program.",
        "output": "female"
    },
    {
        "input": "_ received _ PhD from the University of North Carolina-Chapel Hill, and _ studies the relationship between technological change and economic growth.",
        "output": "male"
    },
    {
        "input": "_ also serves on the New York City Board of Health. _’s work focuses on giving care to underserved communities, clinical skills education, interprofessional education, and narrative medicine.",
        "output": "male"
    },
    {
        "input": "In _ talk 'The Occult Season of Sacrifice', _ explains the season of sacrifice (March 19/20 till May 1st) and how its utilized by the dark occult practitioners.",
        "output": "female"
    },
    {
        "input": "Dr. _ is a member of the Michigan State Bar and the Washington State Bar. _ is registered to practice before the U.S. Patent and Trademark Office.",
        "output": "male"
    },
    {
        "input": "In the 1980's _ studied a class below Yandere's-chan father and Ryota Kanon. _ is very intelligent, but very lazy, and used to be the worst student at class. But _ always managed to pass even so.",
        "output": "female"
    },
    {
        "input": "_ has always declined students’ attempts to friend _ on Facebook because _ wants to maintain a personal and professional distance from _ students.",
        "output": "female"
    },
    {
        "input": "_ has been teaching Chinese-English translation for many years. _ research interests include translation theories, children literature translation, subtitle translation, and translation teaching.",
        "output": "male"
    },
    {
        "input": "_ serves as Department of Mathematics and Informatics Assistant Head, in charge of CS & IT. _ received Bachelor, Master and PhD degrees from University of Novi Sad.",
        "output": "male"
    },
    {
        "input": "_ was born in Bath, educated at Beechen Cliff School and elected to Bath City Council in 1991, where _ has served as a councillor for Combe Down ward ever since.",
        "output": "female"
    },
    {
        "input": "_ work has appeared here on The Manifest-Station, and in Kveller.com, Mothering, Natural Jewish Parenting, Parenting from the Heart, and Breastfeeding.com.",
        "output": "female"
    },
    {
        "input": "_ work concerns ghosts, glitches, and the computationally undead. _ has been an artist in residence at the Wexner Center for the Arts, a founding member of GLI.TC/H, and a contributor to the Atlantic.",
        "output": "male"
    },
    {
        "input": "_ teaches Middle-Eastern and Flamenco dancing, teaching courses in traditional cultural dance forms. _ also provides performance opportunities with the “Flores De Sevilla Dance Company.”",
        "output": "female"
    },
    {
        "input": "_ works from 3:00 p.m. to 6:00 p.m., Monday through Friday. _ is a senior at Broken Arrow High school and _ loves working in the Doodlebug room.",
        "output": "female"
    },
    {
        "input": "_ articles have been featured in Exceptional Parents, Adoptive Families and Focus on the Family’s Thriving Family. To learn more, visit _ blog at InvitingPeace.com.",
        "output": "female"
    },
    {
        "input": "_ loves teaching, creating teacher resources, sharing _ faith, and helping _ daughters learn and explore the world around them. _’s online at _ J Creations.",
        "output": "female"
    },
    {
        "input": "_ has a Bachelor of Music Education and Music Performance at Northwestern University and a Master of Arts in Teaching with specialization in National Board Certification from National University.",
        "output": "female"
    },
    {
        "input": "_ has two children and is an avid supporter of the Junior Clinic at the Wentworth Falls Country Club (WFCC) on Sundays. Whenever _ has a chance _ will also take _ kids out on the course for hit.",
        "output": "female"
    },
    {
        "input": "_ is the author or editor of nine books in Italian, most recently \"Universi sonori: Introduzione all'etnomusicologia,\" and is founder and editor of the Web journal \"Music & Anthropology.\"",
        "output": "male"
    },
    {
        "input": "_ continues to develop the workshop programme for Rowan, teaching knitting, crochet and hand-pieced patchwork. _ has a particular interest in colour work and decorative techniques.",
        "output": "female"
    },
    {
        "input": "But _ is restless and longing for something more. More than what _ sees as _ rather pedestrian life with _ teenaged daughter and teacher husband.",
        "output": "female"
    },
    {
        "input": "_ is bringing gaming in to the classroom in a way that will positively influence _ present and future students. _ is doing something real and important with...",
        "output": "female"
    },
    {
        "input": "_ earned a Ph.D. from K-State in 2007, a master’s degree from the State University of New York, Oneonta in 1987, and a bachelor’s degree from the University of Northern Colorado in 1980.",
        "output": "male"
    },
    {
        "input": "Finally, _ wisdom is available to the entire world.\" --Tina Seelig, Professor of the Practice, Stanford School of Engineering and author of Insight Out",
        "output": "female"
    },
    {
        "input": "_ trains and advises teachers on new trends of teaching. _ has founded 3 English Schools and applies a revolutionary method _ has developed _, teaching English in a relaxed environment.",
        "output": "female"
    },
    {
        "input": "_ has extensive experience teaching students in 7-9th grades. _ has taught Life Science, Earth and Space Science, and Physical Science for over 15 years.",
        "output": "female"
    },
    {
        "input": "Many of _ exercises – individual and group – are based on geometrical forms, thereby giving to the participants the perfect warm-up for the topic of the day.",
        "output": "female"
    },
    {
        "input": "_ received both of _ B.S. and M.S. degrees from Ohio University in 1986 and 1989, respectively. _ received _ Ph.D. in Industrial Engineering from West Virginia University in 1996.",
        "output": "male"
    },
    {
        "input": "_'s also co-founder of the Rochester Teacher Empowerment Network. Learn more at www.2rten.org or search them on Facebook. Follow _ on Twitter @MrWidmaier Music: The Grateful Dead - Sugaree",
        "output": "female"
    },
    {
        "input": "_ research interests include new product and process development, industry-university collaboration for innovation and academic entrepreneurship. _ has taken part in various R&D projects.",
        "output": "male"
    },
    {
        "input": "_ is on the faculty at Oklahoma City University and is an award winning choreographer. In this DVD, _ _ teaches 50+ variations of turns and finishes with combinations including turns.",
        "output": "female"
    },
    {
        "input": "_ has three children: a daughter at Rhode Island College, a son at the University of Maine, and a daughter in high school. _ would love to hear from old friends like Pam Roseelma.",
        "output": "female"
    },
    {
        "input": "Helping local players get better is in _ blood and that's what _ loves to do. Now _, owner of Power Alleys Baseball-Softball Instructional Academy, located on 375 Harvard St. More...",
        "output": "female"
    },
    {
        "input": "_ has been teaching for the past sixteen years at SUNY Plattsburgh. Before joining Plattsburgh, Dr. _ was a faculty member at Hofstra University.",
        "output": "male"
    },
    {
        "input": "_. _ is also a representative of “Microsoft Partner in Learning” and works on the side with _ technology companies on behalf of Microsoft in implementing technology use in all classrooms.",
        "output": "female"
    },
    {
        "input": "_ _ has taught yoga wisdom to appreciative audiences for over 40 years. _ has an uncommonly deep understanding of yoga philosophy and practice and conveys that message in a clear and simple way.",
        "output": "female"
    },
    {
        "input": "_ also supervises student teachers. _ research focuses on locating primary sources created by young people and applying teaching and learning theories to teaching social studies.",
        "output": "male"
    },
    {
        "input": "A statement released by the school last week says _ was suspended. The boy is student at the same school. Neither the defendant or victim are associated with Destiny High School.",
        "output": "female"
    },
    {
        "input": "_ obtained _ Master's degree in Biostatistics and a PhD in Epidemiology from the University of Pittsburgh. _ also did a post-doc in Psychiatric Epidemiology at the University view full biography...",
        "output": "male"
    },
    {
        "input": "_ earned _ B.A. in Mathematics from Middle East Technical University, M.A. in Economics from Sabanci University, and Ph.D. in Economics from Boston University.",
        "output": "male"
    },
    {
        "input": "_ uses a nationally recognized home-schooling curriculum. _ pitches a one-room schoolhouse in every city where the show pitches its tent, for all of the school-age children of the circus.",
        "output": "female"
    },
    {
        "input": "Introduced to Glow whilst _ was a student teacher at the University of the West of Scotland, Nathalie was keen to use Glow to support the learning and teaching of _ P2 class.",
        "output": "female"
    },
    {
        "input": "_ keynotes amaze and motivate; _ seminars offer keen insight, warmth and wit. _ _ may be America's most creative and compelling professional educator.”",
        "output": "female"
    },
    {
        "input": "_ currently resides in Philadelphia, Pennsylvania with _ wife, Tita. _’s next book, The Forts of Maine: Silent Sentinels of the Pine Street State, will be published in Spring 2013.",
        "output": "female"
    },
    {
        "input": "_ is also a Marlovian, someone who believes the works of William Shakespeare were actually written by Elizabethan playwright and sometime spy Christopher Marlowe.",
        "output": "female"
    },
    {
        "input": "_ is offering several courses concerning Linguistics and Translation. _ is the author of many scientific articles related to Stylistics and Syntax of the English Language.",
        "output": "female"
    },
    {
        "input": "_ received _ PhD from Stanford University and _ MA and BA from Brown University. _ work is situated at the intersection of anthropological understandings of childhood, parenting and education.",
        "output": "male"
    },
    {
        "input": "_ is a excellent teacher, very careful to each student. _ pays much attention to details, like how to hold a tool, how to clean the metal surface, how to treat the pitch and so on..",
        "output": "female"
    },
    {
        "input": "Teaching Kindergarten to 8th grade, _ is a versatile teacher with a love for the classroom. _ has an AAS in Pharmacy Technology and an AA in Healthcare.",
        "output": "female"
    },
    {
        "input": "To find the appropriate job for students, _ role-plays with the girl students who wear various uniforms such as a nurse, a shrine maiden, and so on. ...Write Description",
        "output": "female"
    },
    {
        "input": "_ teaches the Twos and Parents Program and the Threes. Previously, _ taught Twos, Threes, and Fours at Larchmont Temple Nursery School. Debi received _ Masters in Education from Hunter College.",
        "output": "female"
    },
    {
        "input": "_ has taught elementary education, special education, and currently teaches ESL to students that are brand new to the country. _ is also involved in home missions in _ church and enjoys volunteering.",
        "output": "female"
    },
    {
        "input": "_ received a bachelor’s degree in mechanical engineering from Virginia Tech and a master’s degree in mathematics education from Virginia Commonwealth University. REGION 3",
        "output": "female"
    },
    {
        "input": "_ delights in lecturing _ minions, and _ hopes through _ manipulation of the townsfolk to have them build a new hospital there. _ and _ minions live in the Asylum just outside Graustadt.",
        "output": "female"
    },
    {
        "input": "From the beginning of _ career to the present _ has firmly committed to being a classroom teacher who puts _ students and their growing understandings and confidence at the heart of what _ does.",
        "output": "female"
    },
    {
        "input": "_ work focuses on applying fundamental biotransport principles to design novel therapeutics and molecular imaging agents. These widely applicable techniques have found use...",
        "output": "male"
    },
    {
        "input": "_ is the father of a 6 year old son and a 3 year old daughter and in _ infrequent spare time _ writes, cycles and runs the occasional half marathon.",
        "output": "female"
    },
    {
        "input": "_ primary research and teaching areas include anti-racism education, young children and race, racial socialization, whiteness studies, and critical race theory.",
        "output": "male"
    },
    {
        "input": "Marie. _ is a member of the Association of Indigenous Councils of Cauca in Colombia Communications, the Foreign Affairs Team, and In the Name of Democracy research centre En Camino Collective.",
        "output": "female"
    },
    {
        "input": "Currently, _ is a Senior Fellow with the Pearson Foundation and the Chair of the Purple America Advisory Committee. _ blog, _ _ Unleashed, is hosted by Education Week.",
        "output": "female"
    },
    {
        "input": "Prior to this position, _ was a third grade classroom teacher. _ enjoys creating and sharing resources for elementary school educators on _ blog, One Lesson at aTime.",
        "output": "female"
    },
    {
        "input": "District officials say they didn't have enough money to keep _. But just this week _ was told _ old position has been filled by another teacher with more experience. _ says _'s upset and confused.",
        "output": "female"
    },
    {
        "input": "_ and _ wife attend St. Aloysius Catholic Church in Detroit, and are members of the Word of Life community in Ann Arbor. They live with their two young children in midtown Detroit.",
        "output": "female"
    },
    {
        "input": "While walking down the hall, _ spotted a suspicious object protruding from a student’s pocket. _ asked the student to empty _ pocket but the student refused.",
        "output": "female"
    },
    {
        "input": "_ research interests include computer systems, mobile computing, and wireless sensor networks. _ has a PhD in computer engineering from the Chinese Academy of Sciences. Contact _ at weisong@wayne.edu.",
        "output": "male"
    },
    {
        "input": "Catharines, Ontario, specializing in eighteenth- and early-nineteenth-century literature. _ is the author of General Consent in Jane Austen: A Study of Dialogism(2000).",
        "output": "male"
    },
    {
        "input": "_ is a member of the Michael King Writers’ Centre Trust and co-facilitates the Michael King Young Writers’ Programme with poet and teacher, Johanna Emeney.",
        "output": "female"
    },
    {
        "input": "_ now makes _ home in England. Cathie Felstead has illustrated many children's books, including the highly acclaimed The Circle of Days. _ distinctive style employs watercolor, cut paper, and collage.",
        "output": "female"
    },
    {
        "input": "With an M.A. from York University _ many claims to fame include a Blue Peter badge, writing contributions for Hollyoaks, and episode victory in The Weakest Link.",
        "output": "female"
    },
    {
        "input": "_ is part of a team that brought together over 100 girls in Kwale County, Kenya to talk about how they are bringing solutions to their communities based on their experiences with science.",
        "output": "female"
    },
    {
        "input": "_ spends _ days chasing a toddler, cooking, crafting, writing, caring for animals, gardening, and enjoying time with _ husband and son on their small farm in rural PA. _ blogs at Crunchy Farm Baby.",
        "output": "female"
    },
    {
        "input": "_ students will go head to head with 16 other schools. _ says they love the competition, but the focus is on helping the more than 900,000 families in need in the Delaware Valley.",
        "output": "female"
    },
    {
        "input": "It is one of about 60 schools in Egypt for refugee children. _ told VOA that some of the children _ teaches have lost one or both of their parents.",
        "output": "female"
    },
    {
        "input": "_ is serving 3 years in prison for sexual contact with students under 19. _ husband, James Franklin _, was also arrested for sex with a former student.",
        "output": "female"
    },
    {
        "input": "_ loves to write about _ classroom experiences and technology in general. A recent post on an Algebra lesson using PBL would help any math teacher. http://pikemalltech.com",
        "output": "female"
    },
    {
        "input": "_ has a Bachelor’s Degree in Human Services. Professionally _ is described as organized, patient and compassionate. _ _ has been at Momentum Early Learning since August 2017.",
        "output": "female"
    },
    {
        "input": "_ wrote _ thesis on the names in Edmund Spenser’s The Faerie Queene. _ fields of study besides literary onomastics are Jane Austen and popular literature, especially fantasy and romance.",
        "output": "female"
    },
    {
        "input": "_ invests time in many different student activities and extra-curriculars, including _ recent efforts to help the school get a new beach volleyball court.",
        "output": "female"
    },
    {
        "input": "_ is the author of two books for children. The Peril of the Sinister Scientist is a middle grade novel and Secret Service Saint is a Christmas picture book.",
        "output": "female"
    },
    {
        "input": "_ serves on the board of directors for national and state accrediting organizations. Dr. _ also speaks at international, national, regional, and state conferences for educators.",
        "output": "male"
    },
    {
        "input": "_ is also a partner in an Australian business called Seekushop Marketing which markets quality, niche products over the world. www.aussieclothesforkids.com",
        "output": "female"
    },
    {
        "input": "_ currently lives in Paris and has written for a number of left publications, including Socialist Voice, Links, Presse-toi à gauche, Z Mag and Europe solidaire sans frontières.",
        "output": "female"
    },
    {
        "input": "Dr. _ holds a BSc. in engineering from the National Agricultural University of Ukraine, a Master’s in Agricultural Engineering from Moscow Agroengineering University, and a",
        "output": "male"
    },
    {
        "input": "_ has been working in education since 2009. _ enjoys working with technology and teaching students how to use it for their own enjoyment and benefit.",
        "output": "female"
    },
    {
        "input": "_ received _ Bachelor of Education degree in 2016 via the Nunavut Teacher Education Program offered by Nunavut Arctic College in Hall Beach, in affiliation with the University of Regina.",
        "output": "female"
    },
    {
        "input": "_ research interests include design verification, testing, and architectural issues of digital systems. _ has a PhD in electrical engineering from the University of Illinois at Urbana-Champaign.",
        "output": "male"
    },
    {
        "input": "_ holds a Bachelors of Arts degree in Business Administration from the University of Kansas and a Masters in Business Administration from William Paterson University.",
        "output": "female"
    },
    {
        "input": "As President, _ brings a diversity of experience garnered through _ career in education, complemented by volunteer experience in related sectors, including child welfare.",
        "output": "female"
    },
    {
        "input": "_ has led Religious Studies departments in three UK secondary schools over the last 15 years. _ is widely travelled and pursues an interest in life-casting during _ spare time.",
        "output": "female"
    },
    {
        "input": "The seventh-grade math teacher, who moved to Denton from the Big Spring district in West Texas, said _’s excited about starting at a new campus where this year sets the tone and atmosphere.",
        "output": "female"
    },
    {
        "input": "_ website is here: Primary Schooling. Author's website: Primary Schooling Kleinism takes three days out of the school year for nothingEducation - 11/05/2016 - 16 comments",
        "output": "female"
    },
    {
        "input": "_ holds an Early Childhood Education degree and a Master's degree in Early Childhood Special Education. _ began teaching at St. Mary's in 1992.",
        "output": "female"
    },
    {
        "input": "_ research interests include growth and development, macroeconomics and development economics. _ has numerous publications to _ credit, on the themes of growth theory, human capital, and inequality.",
        "output": "male"
    },
    {
        "input": "_ specializes in race and ethnic relations, American immigration, and urban ethnography. _ current research project is titled \"No Longer Visible: Haitian Immigrants in the 'New Boston.'\"",
        "output": "male"
    },
    {
        "input": "Susan Spierre Clark is a research assistant professor of sustainable engineering at Arizona State University, where _ investigates interdisciplinary approaches to critical infrastructure resilience.",
        "output": "male"
    },
    {
        "input": "After _ learned of Prince's death on April 21, _ showed _ class a video of Prince performing the hit record \"Purple Rain.\" _ then suddenly took _ glasses off and bowed _ head in mourning.",
        "output": "female"
    },
    {
        "input": "Currently teaching at ACG New Zealand International College, _ divides _ leisure time between yachting and writing, sometimes managing to combine both.",
        "output": "female"
    },
    {
        "input": "_, who doesn't know Thomas, said some of the students who know _ have said, \"_ was probably just thinking it would be funny\" and set Fleischman on fire \"as a prank.\"",
        "output": "female"
    },
    {
        "input": "_ devotes much of _ time and energy to political activism in the peace movement, the environmental movement, the 9/11 truth movement and now in the movement for Open Debate on the Holocaust.",
        "output": "female"
    },
    {
        "input": "_ received the 2010 University Film and Video Association Teaching Award for achievements in pedagogy that contribute to the field of film and video education.",
        "output": "male"
    },
    {
        "input": "_ is the co-author of Atheists: A Groundbreaking Study of America’s Nonbelievers (2006) and Amazing Conversions: Why Some Turn to Faith and Others Abandon Religion (1997).",
        "output": "male"
    },
    {
        "input": "_ obtained _ PhD from the Department of Genetics and Development, Columbia P&S and did post-doctoral work at the Ecole Normale Supérieure and at the University of Chicago. _ came to Yale in 2004.",
        "output": "male"
    },
    {
        "input": "For several years, _ has been responsible for the First Grade Veteran’s Day Program. All classes learn patriotic songs led by _. _ also creates a video which is shown at the program.",
        "output": "female"
    },
    {
        "input": "_ has a master's degree in public affairs from the Humphrey Institute of Public Affairs, and wrote this post about a public work effort _ and others are organizing in Chaska, Minnesota.",
        "output": "female"
    },
    {
        "input": "But upon learning about the content, many parents became upset — and not necessarily because of the political leanings of the show’s host, Jon Stewart.",
        "output": "female"
    },
    {
        "input": "_ attended Quincy University, Western Illinois University, and Southern Illinois University where _ earned a doctorate. _ is currently the secretary of the Historical Society.",
        "output": "female"
    },
    {
        "input": "_ is passionate about bringing forth information, wisdom and tools to help others live authentically, powerfully, joyfully and vibrantly in all ways.",
        "output": "female"
    },
    {
        "input": "Some actually say even in looks! _ love of English started with Literature and over the years evolved rather reluctantly into a love with the elements of the language itself.",
        "output": "female"
    },
    {
        "input": "_ explains that mice treated with Temodar tend to have a recurrence of the glioblastomas, and the recurring tumors act more aggressive and have developed resistance to the drug.",
        "output": "male"
    },
    {
        "input": "_ recorded an instructional DVD for the MMI on the development of the technique of modern legato, available to be bought on _ personal Facebook profile. _ also offers educational lessons via Skype.",
        "output": "female"
    },
    {
        "input": "_ has a B.A. in Theology from The University of San Francisco and a Masters degree in Biblical Studies from John Paul the Great University in San Diego, CA.",
        "output": "female"
    },
    {
        "input": "_ has kept _ teaching fresh over eighteen years through challenges to _ such as spending a month in four Venezuelan cities during an exchange ten years ago and participating in workshops in Mexico.",
        "output": "female"
    },
    {
        "input": "A longtime educator, motivational speaker, and public address announcer with a passion for sports, _ writes simply what _ thinks. _ and _ wife, Holly, have three children.",
        "output": "female"
    },
    {
        "input": "_ enjoys shooting 35mm film, restoring vintage straight blades, purchasing too many American-made goods, and spending time with _ wife and their three daughters.",
        "output": "female"
    },
    {
        "input": "_ took photos of _ students and created mini comics in just a few minutes using Google Draw and sprinkled them throughout _ lesson plan to help keep the class from drifting off.",
        "output": "female"
    },
    {
        "input": "_ area of clinical expertise is critical care medicine. Dr. _ serves as the director of Pediatric Cardiac Anesthesiology and the medical director of the Pediatric Transport Team.",
        "output": "male"
    },
    {
        "input": "Some of _ previous posts include Sharing Jesus with a Child with Down Syndrome, Sharing the Christmas Story with Kids with Disabilities, and Supporting Persons with Disabilities Through the Holidays.",
        "output": "female"
    },
    {
        "input": "_ business, Divine Lotus Healing, LLC., provides myriad sessions and classes, as well as an online shop, which all help people discover their innate wisdom and own healing capacity.",
        "output": "female"
    },
    {
        "input": "Steel metal working, hot glass and sculpture work are just some of the areas _ has experience within, however _ true home for _ work is within kiln glass.",
        "output": "female"
    },
    {
        "input": "Behind grids _ teaches people who have committed crime, sports lessons make English and German, and lead there a prison tape. How is this real to inform in the jail? How does this feel?",
        "output": "female"
    },
    {
        "input": "Not having learned to ride as a child but as an adult, _ has personally experienced the suffering of the adult novice rider, and learned from it.show more",
        "output": "female"
    },
    {
        "input": "_ area of expertise is industrial production methods. _ professional activities include membership in the Association of Technology’s Management and Applied Engineering group.",
        "output": "male"
    },
    {
        "input": "_ is currently completing _ Master's Degree in Educational Leadership at the University of Oklahoma and plans on completing _ doctorate. _ can be contacted at [email protected]",
        "output": "female"
    },
    {
        "input": "_ publications and research interests are in the areas of cognition, foundational issues, mathematical creativity, problem-solving, proof, and gifted education.",
        "output": "male"
    },
    {
        "input": "Thanks to Wu's help, _ has learned how to educate _ own baby and become a trusted teacher, despite dropping out of school at the age of 10. _ in 2017 joined the Communist Party of China.",
        "output": "female"
    },
    {
        "input": "_ research focus has been in hydrogen storage, hydrogen sensor, and PEM fuel cells. _ is the author/co-author of more than forty publications and an inventor/co-inventor of seven U.S. patents.",
        "output": "male"
    },
    {
        "input": "_ practices what _ preaches and _ ‘preaches’ that every student can learn, improve skills, and develop creativity in _ classroom. Each young person leaves _ room a better artist and community member.”",
        "output": "female"
    },
    {
        "input": "Principally interested in the prevalence and social impacts of gambling and the factors that maintain gambling behaviour, _ research in the area is widely published.",
        "output": "male"
    },
    {
        "input": "Visit _ bilingual blog, Jamaica Woman Tongue, at carolynjoycooper.wordpress.com Feedback may be sent to columns@gleanerjm.com or karokupa@gmail.com.",
        "output": "female"
    },
    {
        "input": "_ has been appearing lately on the airwaves shedding crocodile tears over the meager $60k plus pension with annual 3% increases that _ will haul down when _ retires in June.",
        "output": "female"
    },
    {
        "input": "Spending time with _ family is a big part of _’s life outside of work. _ has two kids who are two and four years old, and they enjoy swimming, playing w ...…",
        "output": "male"
    },
    {
        "input": "_ recent book publication is entitled, Love, Liberation, and Escaping Slavery: William & Ellen Craft in Cultural Memory (University of Georgia Press, 2015).",
        "output": "male"
    },
    {
        "input": "_ works in a variety of different areas of programming language research, including compilers, optimizations, program analysis, and run-time systems. webpage: http://www.cs.tufts.edu/~sguyer",
        "output": "male"
    },
    {
        "input": "_ interests focuses on AP Art History and World History. This spring _ has been student teaching at Corona del Mar High School in the Newport-Mesa Unified School District.",
        "output": "female"
    },
    {
        "input": "_ is an avid and somewhat indiscriminate reader who, when _ is not reading, loves to wander through the woods near _ house and through the neighborhoods in _ city.",
        "output": "female"
    },
    {
        "input": "Even _ emails are letter-perfect because _ has to set an example. _’s also _ family’s designated complaint-letter writer; mail carriers need asbestos gloves to handle _ more acerbic complaints.",
        "output": "female"
    },
    {
        "input": "_ work has appeared in California Quarterly, Tar River Poetry, The Maverick Press, the anthology Passionate Hearts: the Poetry of Sexual Love and elsewhere. (2000)",
        "output": "male"
    },
    {
        "input": "_ received both _ B.A. and J.D. degrees from Indiana University in Bloomington. _ has been a Visiting Scholar at Harvard Law School and Ohio State University College of Law. ... more",
        "output": "male"
    },
    {
        "input": "Quentin, France. _ is a member of the URMIS research unit and currently in secondment for Institut de Recherche pour le Développement (IRD) at Addis Ababa University, Ethiopia.",
        "output": "male"
    },
    {
        "input": "_ majored in history but was unsure what kind of career to pursue with _ degree. _ nephews were in middle and high school at the time, and enjoyed _’s passion for history. With...",
        "output": "female"
    },
    {
        "input": "_ works in a peripatetic capacity for Warwickshire’s Sensory and Complex team under the over-arching Integrated Disability Service and visits children of all ages and covering a spectrum of need.",
        "output": "female"
    },
    {
        "input": "_'s research focus is on the biomechanics of human motion and related robot technology. Discoveries from _ lab have led to one current entrepreneurial venture. Phone: 765-494-3376",
        "output": "male"
    },
    {
        "input": "Luke’s Primary School in Malunga, where _ has instructed for the last fifteen years. _ teaches lower grades classes whose learners are between the ages of five and ten.",
        "output": "female"
    },
    {
        "input": "_ is also director of the Rheumatology Fellowship program, course director for Year 2 PIL clinical skills and the rheumatology elective rotation, and associate pathways advisor for internal medicine.",
        "output": "male"
    },
    {
        "input": "_ completed _ PhD on CKD Symptom Clusters under the supervision of Professor Ann Bonner and Dr Clint Douglas, Queensland of Technology. Dr _ _'s areas of research are frail and complex care.",
        "output": "male"
    },
    {
        "input": "_ received _ Ph.D. in Sociology from Princeton University in 2007. _ book, \"What Unions No Longer Do,\" was published by Harvard University Press in 2014.",
        "output": "male"
    },
    {
        "input": "In this video, _ explains how _ values _ students, how _ approaches _ lessons and how _ is trying to lift up the teaching profession as Colorado's Teacher of the Year. Read more about _. _ below.",
        "output": "female"
    },
    {
        "input": "_ is practicing in this School for 20 years or more. _ lives in Seattle with _ family. _ attends in the Ocean Light Zen Center and _ teacher is Tim Lerch,JDPS.",
        "output": "female"
    },
    {
        "input": "A West Berkeley native and an avid polyglot and xenophile, _ is excited to be participating in _ first reading. also with Dani Leone, Reena Walker and Kathy Gilbert.",
        "output": "female"
    },
    {
        "input": "_ is interested in the links between emotion, motivation, and cognition and is currently exploring how situational cues and personality impact emotional responses to music.",
        "output": "male"
    },
    {
        "input": "_ focuses _ service to others through Intuitive Consultations, Mystery School classes, Astrology Readings and Voices of the Planet Chanting group. … Continue reading →",
        "output": "female"
    },
    {
        "input": "_ recently traveled with The Center for International Understanding to explore sustainable energy practices in Denmark. _ is a new member of the North Carolina Geographic Alliance.",
        "output": "female"
    },
    {
        "input": "_ runs the school's Zionist Organization and … [More] women's tefilla. In _ free time _ likes to golf, play tennis, bake, and study Torah. [Less]",
        "output": "female"
    },
    {
        "input": "As director of the Wyoming Writing Project, _ worked with hundreds of teachers. _ authored A Poem for Every Student, a book about building community in the classroom.",
        "output": "female"
    },
    {
        "input": "Dr. _ earned _ PhD in Biology from Johns Hopkins University after earning a BS in Biology and Environmental Studies at George Washington University.",
        "output": "male"
    },
    {
        "input": "Oh man! This dude is in so much luck as _ gets to fuck Sienna West! The biggest ass out there ready to explode is being fucked over and over again by _ cock.",
        "output": "female"
    },
    {
        "input": "_ _ is trained in anthropology at higher secondary level from narasinha dutta college and at bangabasi college, _ is trained in b. sc. hons anthropology.",
        "output": "female"
    },
    {
        "input": "_ is also the director of the famed school's art club, although _ never draws. Why? Well... _ won't exactly say. _ talent is legendary; however, _ quit drawing for some reason.",
        "output": "female"
    },
    {
        "input": "The author of Listening In: Music, Mind, and the Modernist Narrative, _ has published widely on literary representations of place and on the relations between music and literature.",
        "output": "male"
    },
    {
        "input": "_ obtained _ PhD in Economics from the University of Torino in Italy in 2015, and worked as post-doctoral reseracher at SAFE-Goethe University until 2017.",
        "output": "male"
    },
    {
        "input": "_ has been involved in many campaigns including the Clinton and Obama presidential campaigns. _ has also worked on local campaigns - Garcia for mayor, Suja Lowenthal, and Jeannine Pearce.",
        "output": "female"
    },
    {
        "input": "_ has accumulated more than a decade of tutoring experience and loves to share _ passion for mathematics on _ personal site www.whitegroupmaths.com .",
        "output": "female"
    },
    {
        "input": "_ has taught English as a foreign language at various senior high schools and delivers lectures and workshops as an advising teacher appointed by the Iwate Prefectural Board of Education.",
        "output": "female"
    },
    {
        "input": "Now that is fucked up, huh? But _ is so cute and sweet, and wouldn't hurt a fly. Look at how hot _ little tight body looks in those pantyhose. _ pussy was so tight that Big Red came twice...",
        "output": "female"
    },
    {
        "input": "_ shares two values with other winners of this award: a love for _ subject and the love of teaching _ students. First goes inside _ classroom to watch _ work.",
        "output": "female"
    },
    {
        "input": "_ is not in favour of a black-focused school if the school is only meant for at-risk students. _ doesn't think it's a good idea. For _, a focused school is a solution for the short-term.",
        "output": "female"
    },
    {
        "input": "_ helped lead the effort to bring the solar decathlon to Orange County from Washington, D.C. in 2013 and was one of the faculty leaders for Team Orange County.",
        "output": "male"
    },
    {
        "input": "A recognized award recipient with the Association, _ is noted for _ strong dedication to the brand and was recognized in 2008 by CGA Canada as one of the top 100 CGAs who made a difference.",
        "output": "female"
    },
    {
        "input": "_ presents a paper looking at Year 6 children’s attitudes to music lessons and to what extent these change after they are given the opportunity to write their own pop songs.",
        "output": "female"
    },
    {
        "input": "Originally from Rugby, _ undertook _ undergraduate degree at the University of Exeter before completing a Masters in Ancient History at Durham University.",
        "output": "female"
    },
    {
        "input": "_ is currently under observation at an undisclosed local hospital. National Report was able to speak with _ for a short phone interview where _ had the following to say.",
        "output": "female"
    },
    {
        "input": "_ holds a PhD in Anthropology from the University of Virginia. _ has conducted research in Tanzania on malevolent witchcraft and traditional healing in Mwanza, Tanzania since 2004.",
        "output": "male"
    },
    {
        "input": "_ is the autism lead and Intensive Interaction co-ordinator. _ is also an accreditation assessor for the National Autistic Society and a trainer in communication, sensory integration,…",
        "output": "female"
    },
    {
        "input": "_ has also recently completed several terms as Graduate Studies Chairperson, where _ directed the Department's well-recognized interdisciplinary graduate program.",
        "output": "male"
    },
    {
        "input": "_ developed the Power of Pictures project, investigating how to read and explore picture books and the impact illustration has on children’s writing.",
        "output": "female"
    },
    {
        "input": "_ is also gay. _ has very strong feelings about using the word gay in an inflammatory and insulting manner. This is what _ said by way of introduction:",
        "output": "female"
    },
    {
        "input": "A nominee for School City of Mishawaka's Teacher of the Year award, _ said _ loves \"the a-ha moment\" when a student's eyes light up with knowledge.",
        "output": "female"
    },
    {
        "input": "_ research topics are civil and political rights, types of violence as well as economy and employment. _ target population of _ researches are women, men and young girls.",
        "output": "female"
    },
    {
        "input": "_ earned _ MA and PhD in Political Science at the University of Wisconsin, an MA in Asian Studies at Cornell University, and a BS from the School of Foreign Service at Georgetown University.",
        "output": "male"
    },
    {
        "input": "In this basic text of mindfulness meditation practice, _ presents an approach which skilfully engages and integrates the mind and heart of the practitioner.",
        "output": "female"
    },
    {
        "input": "_ is a young woman. _ is tender and lovely. _ hung high heels on _ feet. _ stockings wrapped tightly around _ legs and feet. _ feet are never easy to show",
        "output": "female"
    },
    {
        "input": "_ grasp of the material and clear, concise and easy to understand explanations provide a step-by-step progression to mastering the techniques and procedures in the course.",
        "output": "female"
    },
    {
        "input": "_ proposes that the county save money by getting rid of the homeless services coordinator and by building housing following a model introduced to Salt Lake City.",
        "output": "female"
    },
    {
        "input": "_ likes to sing, write and teach. _ does blogging also. Writing is something that allows _ to express what society does not allow _ to speak. That's all about _.",
        "output": "female"
    },
    {
        "input": "_ has just started _ second year of teaching at Harrow International School in Beijing. Here, _ talks about _ experiences teaching internationally and what led _ to Beijing…",
        "output": "female"
    },
    {
        "input": "_ previously taught and researched as a Freeman Fellow in the Department of East Asian Studies and the Thomas J. Watson Institute for International Studies at Brown University. This is _ first book.",
        "output": "male"
    },
    {
        "input": "_ is a very accomplished, fluent speaker of English and Vietnamese, and _ talk on NPR was about how language influences (forms and fashions) the way people think.",
        "output": "female"
    },
    {
        "input": "Although _ has only been trading online since 2006 _ is a true success, selling 600+ copies of _ first Internet Marketing ebook, Auction Profits Unleashed, during pre-launch alone.",
        "output": "female"
    },
    {
        "input": "Adam’s class as well as being the Afterschool Coordinator at The Manitou School. _ is a graduate of Juniata College with a B.S. in PreK-4 and Early Childhood Education.",
        "output": "female"
    },
    {
        "input": "_ received _ PhD in Economics from the Toulouse School of Economics in 2011. Before joining NHH, _ worked as a Postdoctoral Researcher at the University of Mannheim.",
        "output": "male"
    },
    {
        "input": "_ was Professor at the Conservatoire National Superieur de Musique de Paris for 20 years, and was a member of Boulez's IRCAM ensemble, specializing in contemporary music.",
        "output": "female"
    },
    {
        "input": "_ shares _ love for spring creeks and sight fishing with clients on the well-known spring creeks of the Yellowstone’s Paradise Valley - Armstrong, Nelson’s and DePuy’s.",
        "output": "female"
    },
    {
        "input": "_ started with the College on June 16 and _ supervisor is Bonnie Lueck, director of the children’s center. _ can be reached at extension 3013 or maeve.holahan@snc.edu.",
        "output": "female"
    },
    {
        "input": "_ is married to a very busy husband, has a rambunctious ‘fournado’ and a disobedient (yet loyal) golden retriever. All this combined creates a perfect, chaotic life.",
        "output": "female"
    },
    {
        "input": "_ research uses data from the fossil record and extant organisms to answer questions about major evolutionary events. _ earned _ Ph.D. at Columbia University.",
        "output": "male"
    },
    {
        "input": "_ publication, The Coffee Stories, Musical Memoir from Cold Spring and Beyond is an audio book / musical CD of childhood and parenting memories inspired by song.",
        "output": "female"
    },
    {
        "input": "Born in 1944 in Quito, _ _ was Dean of the School of Sociology of the Central University of Quito from 1973 to 1976, and from 1976 to 1984 the Director of FLACSO.",
        "output": "female"
    },
    {
        "input": "Reynolds West Side High School in New York City. _ has been teaching for 20 years and currently teaches Web Design, Computer Math, and Oracle Internet Academy.",
        "output": "female"
    },
    {
        "input": "_ has worked both independently and in networks on various consultative and research based projects that support and integrate constructivist teaching and learning across disciplines from K-12.",
        "output": "female"
    },
    {
        "input": "_ is an instructor's dream, eager to please, _ works hard to make them happy and, at the same time, to make money for _ Harford school supply business.",
        "output": "female"
    },
    {
        "input": "_ recently received _ MFA in poetry from the University of New Orleans, while starting an urban flower farm: www.pistilandstamenflowers.com. _ is originally from Chicago. Donate to _",
        "output": "female"
    },
    {
        "input": "_ didn’t know it when _ sat down in front of this kids’ chorus in the video above, but _ was about to be treated to the best kind of sonic support.",
        "output": "female"
    },
    {
        "input": "_ research focusses on women’s professional attainment, particularly on how informal social networks in the workplace help or hinder women’s progression and performance.",
        "output": "male"
    },
    {
        "input": "_ research is mainly focused on creativity, collaboration, and knowledge recombination. Before joining academia, _ was an entrepreneur and worked as a consultant.",
        "output": "male"
    },
    {
        "input": "_ started BlockChange because _ believes education can do better at motivating and developing students and society can do better when it becomes a true meritocracy.",
        "output": "female"
    },
    {
        "input": "_ Middle East ethnography, Reconstructing Beirut, was recently published by University of Texas Press, and _ is now conducting fieldwork on New York and Middle East women artists.",
        "output": "male"
    },
    {
        "input": "In the meantime, _ aims to design experiences that take students out of the school building and into the community to provide meaningful, real-world education.",
        "output": "female"
    },
    {
        "input": "Within the distributed learning environment, _ has made significant contributions to student achievement and has developed an online program specifically for children with autism.",
        "output": "female"
    },
    {
        "input": "_ earned _ B.A. in Psychology and M.A. in Political Science from the University of Central Oklahoma and Ph.D. in Political Science from the University of Oklahoma.",
        "output": "male"
    },
    {
        "input": "_ previously served as a temporary advisor to the World Health Organization in Geneva, Switzerland, and actively conducts research both in the United States and internationally.",
        "output": "male"
    },
    {
        "input": "In _ latest book, Do Yourself a Favor…Forgive, _ delves into the important process of forgiveness. CBN.com Internet Producer Beth Patch conducted an interview with _ about this book:",
        "output": "female"
    },
    {
        "input": "_ has been writing ever since _ was a kid and it is _ passion. _ has written four novels and is working on _ fifth. Besides writing, _ loves photography, hiking and watching good movies.",
        "output": "female"
    },
    {
        "input": "_ is aided by Dexter's Amy Ellinghouse in taking photos of children with Santa. No appointments are needed to attend the event. Photo packages will be available from $10 to $25.",
        "output": "female"
    },
    {
        "input": "_ has a Masters degree in geography from Chapel Hill, North Carolina and a Ph.D. in Urban Planning from Columbia University. _ lives with _ husband and two children in Carmel, N.Y.",
        "output": "female"
    },
    {
        "input": "_ received _ PhD in economics from Uppsala University in 2015 and was a Post-doctoral Fellow in the departments of political science and statistics at UC Berkeley.",
        "output": "male"
    },
    {
        "input": "_ work has focused on the identification of cancer progression genes using ribozyme technology, and on the development of ribozyme gene therapy in patients with cancer, using melanoma as a model.",
        "output": "male"
    },
    {
        "input": "_ area of interest is the English-language theatres of Malaysia and Singapore, and _ has published several articles and book chapters on this subject.",
        "output": "male"
    },
    {
        "input": "_ works alongside teachers and students in classrooms to develop engaging learning experiences that focus on mathematical thinking, inquiry and communication.",
        "output": "female"
    },
    {
        "input": "_ makes a large impression on _ students, resulting in several of them to reenroll. _ _ is the after school Chinese teacher at Haude Elementary.",
        "output": "female"
    },
    {
        "input": "_ practice includes treatment of osteoarthritis, tendonitis, acute and chronic musculoskeletal injuries, sport-related spine injuries and the medical management of athletes.",
        "output": "male"
    },
    {
        "input": "_ free time includes guitar playing, wine drinking and travel planning. As a child of Colombian and Filipino heritage, writing became a way for _ to make sense of _ two worlds.",
        "output": "female"
    },
    {
        "input": "_ is very knowledgable and teaches with grace and sensitivity. _ inversion workshops are multi level, and yet _ is able to address everyone's skill level...",
        "output": "female"
    },
    {
        "input": "_ was arrested Wednesday on charges of child abuse. Police say the incident started when _ became angry with a six-year-old student for arguing with a classmate.",
        "output": "female"
    },
    {
        "input": "_ has a Master of Arts in Speech Pathology and began teaching here in 2003. _ has been an active volunteer in the program while _ four children were students here.",
        "output": "female"
    },
    {
        "input": "_ is a specialist in reading for young learner literacy. _ is also the IATEFL YLT SIG joint co-ordinator. arnoldworld@gmail.com To the book review index",
        "output": "female"
    },
    {
        "input": "Earlier in _ career, _ has been a Visiting Fellow at Harvard University, the F.A. Hayek Fellow at the London School of Economics and a research intern at the Mackinac Center.",
        "output": "male"
    },
    {
        "input": "_ has been a leader of CVs Robotics team “589”-Falkons for more than 15 years. One of the main goals of Dr. _ is to teach students how what they’re learning in class is applicable in life.",
        "output": "female"
    },
    {
        "input": "_ has been granted with a research grant from the UAB and _ holds a Ph.D. _ current research is focused on computer vision analysis of colonoscopy videos.",
        "output": "female"
    },
    {
        "input": "_. _ _'s 4 teacher ratings contributes to J.H.S. 234 Arthur W Cunningham's ranking of 888 in New York. Additionally, the average teacher rating at J.H.S. 234 Arthur W Cunningham is 4.33 stars.",
        "output": "female"
    },
    {
        "input": "_ is also a doctoral external candidate at the University College Roosevelt/Utrecht University – the Netherlands. _ research focuses on human rights, in particular those of vulnerable persons.",
        "output": "female"
    },
    {
        "input": "It was during _ time as a classroom teacher that _ started using digital portfolios to capture student learning and communicate it with families. Matt Renwick talks to _ about _ experience.",
        "output": "female"
    },
    {
        "input": "_ specializes in rhetoric and composition theory and practice and English Education. _ enjoys coaching baseball, running, and watching and learning with the students at 537 Clarion.",
        "output": "male"
    },
    {
        "input": "_ wrote a bi-weekly humorous personal experience newspaper column for over 10 years, garnering 11 state awards. _ first published book, in 1995, was a collection of those columns.",
        "output": "female"
    },
    {
        "input": "_ book, Lactilla Tends _ Fav’rite Cow: Ecocritical Readings of Animals and Women in Eighteenth-Century British Labouring-Class Women’s Poetry was published by Bucknell University Press in 2008.",
        "output": "male"
    },
    {
        "input": "_ is the author of several poetry collections, including \"Forty Lies\" and \"Fresh Air\"\"and the Story of Molecule,\" and the editor of \"The Song Atlas.\" See less",
        "output": "female"
    },
    {
        "input": "_ earned a bachelor’s degree in English and English education from Southern Arkansas University and a master’s degree and doctorate in English from the University of Arkansas.",
        "output": "male"
    },
    {
        "input": "_ dances use evocative music from all continents. The music for Malka features Czech singer Sebastiana Black and several early instruments: sackbut, shawm, bass viol and bowed psaltery.",
        "output": "female"
    },
    {
        "input": "This is the first foray into the world of children's writing. The inspiration came from childhood memories of _ father telling _ tales about the Great Auk.",
        "output": "female"
    },
    {
        "input": "_ teaches and writes in the areas of health law, bioethics, and medical humanities. _ is working with other Drake faculty members to develop a Health Law and Policy Center within Drake Law School.",
        "output": "male"
    },
    {
        "input": "Daves has made plans to attend Southwestern Community College in the fall to pursue a degree is Cosmetology. The Macon County School system wishes _ the best of luck!",
        "output": "female"
    },
    {
        "input": "_'s thrilled to bits to be helping OCR to \"Get Britain Coding\", having worked in a number of 'tech' related industries including a bank & a printing company, before joining the teaching profession.",
        "output": "female"
    },
    {
        "input": "After trying to get away from one of _ one-night-stands, _'s caught in the act by a stranger and ends up sleeping with _. It turns out that the stranger was actually one of _ highschool students.",
        "output": "female"
    },
    {
        "input": "_ currently lives (with _ husband and dog) and works as the Resident Pilates and Fitness Teacher at the exclusive Caribbean Parrot Cay Resort in Turks and Caicos Islands.",
        "output": "female"
    },
    {
        "input": "_ is a member of the CERRA Advisory Board. _ also runs marathons and inspires teachers around the state with _ passion for the profession. Learn more about _ in this episode.",
        "output": "female"
    },
    {
        "input": "_ has taught programming at NCEA level in schools and is currently undertaking a doctoral project related to aspects of programming education in the context of the NZC and NCEA.",
        "output": "female"
    },
    {
        "input": "Somewhere between all this indignant activity, _ is also a home-maker. _ stories and poems are eagerly peeping through the crevices of the closet, waiting to be discovered.",
        "output": "female"
    },
    {
        "input": "_ research interests include Chronic Kidney Disease (CKD) and its prevention and also the development of methods and tools to help facilitate and optimize provider-directed CKD patient education.",
        "output": "male"
    },
    {
        "input": "_ is passionate for Jesus, loves being with family, hiking and shopping. _ is married to Trevor, they have 2 children Kaylee and Jaxton, and are active members of Bethel.",
        "output": "female"
    },
    {
        "input": "_ earned _ doctoral degree in counseling psychology from the University of Iowa. _ academic and professional interests are in the areas of multiculturalism and discrimination.",
        "output": "male"
    },
    {
        "input": "_ is a Certified Industrial Hygienist and a Certified Safety Professional. _ research interests are in the development of sensors and instrumentation for measurement",
        "output": "male"
    },
    {
        "input": "_ is primarily concerned with addressing the relationship between schools' resources and instructional quality and overall community well-being. healydh@bc.edu",
        "output": "female"
    },
    {
        "input": "_ is especially hard on Travis. _ expects great things from _ descendents and high expectations and can be horrid if these expectations are not met.",
        "output": "female"
    },
    {
        "input": "Hernadez y Gaetan School in San Juan, Puerto Rico, where _ students come from many areas of the Caribbean: Puerto Rico, the Dominican Republic, St. Kitts, and the Lesser Antilles.",
        "output": "female"
    },
    {
        "input": "_ enjoys technology, and is looking forward to participating in the One to One Initiative in RSD2. _. _ enjoys writing about _ in the 3rd person. Badges",
        "output": "female"
    },
    {
        "input": "_ is also the founder of arludo which is a company whose mission it is to increase interest in STEM topics and improve scientific thinking for students of all genders, ages, and socioeconomic levels.",
        "output": "male"
    },
    {
        "input": "_ has been teaching mindfulness and compassion since 2006, and is currently a co-teacher of the TYT training. Originally from Oregon, _ lives in Oslo.",
        "output": "female"
    },
    {
        "input": "_ is completing a book project entitled Socialist Fun: Youth, Consumption, and State-Sponsored Popular Culture in the Cold War Soviet Union, 1945–1970.",
        "output": "male"
    },
    {
        "input": "_ interests include construction productivity, construction safety management and statistical quality control. Erhan Öztük currently works as a civil engineer in a private construction company.",
        "output": "male"
    },
    {
        "input": "_ is also a poet and concerned about the future generations of Punjabis which still have been deprived of the right of early education in their mother-tongue Punjabi.",
        "output": "female"
    },
    {
        "input": "_ graduated from New England College in 2007 with a degree in Psychology and Elementary Education. _ is happy to be back for _ second year at Kids on Campus!",
        "output": "female"
    },
    {
        "input": "As of next year, _ will be taking over the theatre department. _ is very excited to be a director but _ is also nervous. _ schedule for next year includes...",
        "output": "female"
    },
    {
        "input": "_ also leads a local chapter of Hugh Ross's national ministry called \"Reasons to Believe\" ... . _ also leads a local chapter of William Lane Craig's national ministry called \"Reasonable Faith\" .",
        "output": "female"
    },
    {
        "input": "_ professional career has included a decade as a teacher for the Toronto District School Board, freelance writing and editing, and for the past 8 years, working in vocational rehabilitation.",
        "output": "female"
    },
    {
        "input": "_ received _ master in Educational Leadership at California State University, Fresno (CSU-Fresno). _ has been teaching Hmong for more than a decade.",
        "output": "female"
    },
    {
        "input": "_ goal, and consequently the goal of _ book Teaching Reading in Middle School, is to provide a framework for teachers working with students who have given up on themselves as readers and learners.",
        "output": "female"
    },
    {
        "input": "Before getting _ Ph.D. in mass communications in 2015, _ worked in the newspaper industry as a daily and weekly news reporter for more than 13 years.",
        "output": "male"
    },
    {
        "input": "_ holds a joint appointment in health policy and management at the Johns Hopkins Bloomberg School of Public Health. _ area of clinical expertise is primary care.",
        "output": "male"
    },
    {
        "input": "_ is also employed as an editor at https://thesisrush.com/. Being a mother of two sons, _ faced a hard question: how to be a good mother, a respected professional and a happy woman at the same time.",
        "output": "female"
    },
    {
        "input": "_ holds a PhD in Anthropology from the University of Copenhagen, and has previously done long-term research on the mobilisation of militia soldiers in Sierra Leone.",
        "output": "male"
    },
    {
        "input": "Raised in Santa Barbara, California, _ has taught in public schools both in Philadelphia and for the last seven years, in San Diego, spreading _ love of learning (especially math) across the country.",
        "output": "female"
    },
    {
        "input": "_ received _ Ph.D. in Strategic Management from the University of Minnesota. _ also earned a BA from the University of Illinois and an MBA from Northwestern University.",
        "output": "male"
    },
    {
        "input": "_ teaches grade 7 Science, grade 9 Geography and grade 11 Environmental Science at Elmwood School, an independent International Baccalaureate (IB) school for girls. Read more about _ here.",
        "output": "female"
    },
    {
        "input": "_ finished a Masters of Art in English Education at UPR, Mayagüez, 1997. _ research areas consist of L2 Acquisition; ESL Methods; ESL Materials Development.",
        "output": "male"
    },
    {
        "input": "_'s also an actress. _ has a small role in the upcoming film adaptation of The Help and is perhaps best known locally for _ work in Mississippi Boulevard Christian Church's Umoja Kamaru.",
        "output": "female"
    },
    {
        "input": "As for the puppies that show up randomly every other page or two, it's quite funny, and does have a relax feel for adult that are unsure of e-learning.",
        "output": "female"
    },
    {
        "input": "_ educational background includes degrees in studio art, psychology, art therapy and art education. These areas inform _ practices as a teacher, researcher, and servant to the arts community.",
        "output": "male"
    },
    {
        "input": "_ is an 'empty nester', in _ fourth year of teaching at Doha British School in Qatar. Here _ shares _ experiences of finally fulfilling _ dream of teaching and working overseas:",
        "output": "female"
    },
    {
        "input": "_ studies the molecular mechanisms of pulmonary vascular disease and pulmonary hypertension, seeking ways to identify persons at risk for the disease and to develop new therapies.",
        "output": "male"
    },
    {
        "input": "_ is an Affiliated Member of the CREAR (Research Centre on Risk), at ESSEC Business School, Paris. _ research interests include, Econometric Theory, Applied Economics/Econometrics.",
        "output": "male"
    },
    {
        "input": "_ primary responsibilities include helping the lead teacher. _ notable previous work experience includes being a Pre-K teacher for Cedar Heights Christian Daycare.",
        "output": "female"
    },
    {
        "input": "_ founded the non-profit organization Bible Lessons International and taught for a number of years at East Texas Baptist University. _ has published many Bible commentaries. View more",
        "output": "female"
    },
    {
        "input": "Still fighting echoes from _ unhappy past, _ is determined to move on. _ best intentions are brought to a halt when _'s informed of _ sisters death from Paul Gleason, the Deputy Sheriff in Sanctuary.",
        "output": "female"
    },
    {
        "input": "_ is the author of one book and the co-author of fifteen papers. _ has also participated in evaluating a number of papers to be published at the IWA conference (Montreal-2010).",
        "output": "male"
    },
    {
        "input": "_ is an industrial/organizational psychologist with professional and teaching experience in the areas of leadership, organizational change and motivation.",
        "output": "male"
    },
    {
        "input": "_ also serves on the Board of the _ Family Fund. _ is a graduate of Yale University and the Harvard University School of Education. _ lives in Baltimore.",
        "output": "female"
    },
    {
        "input": "Additionally, _ holds a leadership position in the Dorsey High chapter of the United Teachers of Los Angeles. _ is endorsed by the UTLA House of Representatives.",
        "output": "female"
    },
    {
        "input": "_ has conducted child welfare research since 1996, with a focus on permanency and post-permanency research. Dr. _ is committed to building evidence for what works in child welfare.",
        "output": "male"
    },
    {
        "input": "A seemingly cold woman on the surface, _ does have a kind heart, and cares deeply for _ students. With Caesar’s death, _ and Joseph are now the only ones left to oppose Kars and Wamuu.",
        "output": "female"
    },
    {
        "input": "_ is one of the first educationalists in Northern Ireland to explore the creative use of videoconferencing in education. In this book, _ _ shares with the reader _ diverse knowledge and experience.",
        "output": "female"
    },
    {
        "input": "In presentations to farmers and ag retailers, _ has explained how _ research shows a foliar fungicide used on corn should be used when disease is present and when high disease risk exists. View Less",
        "output": "male"
    },
    {
        "input": "_ has been an employee of the university since August of 1990. Prior to coming to Cumberland, _ taught at Martin Methodist College in Pulaski, Tenn., for three years.",
        "output": "male"
    },
    {
        "input": "_ is co-author of Family Life in 17th and 18th Century America (Greenwood, 2006), Daily Life during the American Revolution (Greenwood, 2003), and many other Greenwood titles.",
        "output": "female"
    },
    {
        "input": "_ has been a visiting scholar at Harvard University and has written and translated several books, including Enlightened Living, The Practice of Dzogchen, Healing Power of Mind, and Boundless Healing.",
        "output": "female"
    },
    {
        "input": "_ is a 2007 Teach For America Chicago Corps Member and has spent the past three years teaching Chemistry and Physics at Farragut Career Academy in the Little Village neighborhood of Chicago.",
        "output": "female"
    },
    {
        "input": "As the owner of _ consulting firm, TreesPlease, in Haymarket, Virginia, _ also has earned an outstanding reputation among both consumers and other arborists for _ skill in resolving tree problems.",
        "output": "female"
    },
    {
        "input": "_ research interests are in health technology assessment, with a particular focus upon the integration of social values into the methods used for the economic evaluations of health care technologies.",
        "output": "male"
    },
    {
        "input": "_, like many other men, was not comfortable speaking about menstruation. However, when _ sensed that _ 15-year-old niece was ‘suffering in silence’, _ devised a strategy to help.",
        "output": "female"
    },
    {
        "input": "_ received _ Ph.D. in Sociology from the University of Wisconsin-Madison, and _ M.A.T. in Special Education from Western New Mexico University. _ received _ A.B. in Sociology from Bryn Mawr College.",
        "output": "male"
    },
    {
        "input": "_ worked as a process automation lead at Dow Chemical and as a control engineer at several companies, including GE Jet Engine, Philip Morris Co., VITOK Engineering, and Evana Tools.",
        "output": "male"
    },
    {
        "input": "_ also provides training and technical assistance on devices that are borrowed by local districts from Oakland Schools Material Center for student with physical impairments.",
        "output": "female"
    },
    {
        "input": "From 2015, _ has been working as a dance troupe instructor and leads the Flying Dance Company to participate in various events, art shows and charity events.",
        "output": "female"
    },
    {
        "input": "_ has a BA degree in Linguistics and Science as well as a PGCE from the University of East Anglia UK, along with an MSc in Educational Leadership from Walden University USA. _ ...",
        "output": "female"
    },
    {
        "input": "_ served as a translator and quickly adapted the skills _ already had to develop those needed to be a fine journalist assitstant. _ is polite and professional in every way.",
        "output": "female"
    },
    {
        "input": "_ also directs the program on Spanish for heritage learners. _ has published articles in leading academic journals such as the Heritage Language Journal, Spanish in Context, Hispania, ...",
        "output": "male"
    },
    {
        "input": "_ research interests include environmental and natural resource economics, development economics, and econometrics. _ may be reached at rlhick@wm.edu.",
        "output": "male"
    },
    {
        "input": "_ spends _ summers traveling to exciting locales, where _ usually volunteers in underprivileged schools and/or orphanages. Some of _ favorite things are coffee, classical music, fashion, and yoga.",
        "output": "female"
    },
    {
        "input": "Several years ago _ was diagnosed with tinnitus and hyperacusis (acute sensitivity to sound). _ condition has ended _ career as a drummer, but _ has found other ways to play music and to teach.",
        "output": "female"
    },
    {
        "input": "_ studied at Cheng Shiu University in the Department of Early Childhood Care and Education. _ was an intern at KAS and at Kaohsiung Macmillan Language School prior to being employed by KAS.",
        "output": "female"
    },
    {
        "input": "_ has 30 years of experience as an educator. _ has taught Physical Science, Life Science, Earth Science, Language Arts, and Technology Education over the course of _ career.",
        "output": "female"
    },
    {
        "input": "_ also writes a blog about life with a large family, food, photography and allergies at Le Coin de _ Workload | Teacher training | Teacher supply | Share this",
        "output": "female"
    },
    {
        "input": "Aventis School of Management is an university in Singapore. _ is an expert in article writing and driving traffic to _ website. More information visit - http://www.cuny.edu.sg/",
        "output": "female"
    },
    {
        "input": "_ received a Ph.D. in fisheries physical from Pukyong National University. _ research interests include marine safety, design and development of oil spill cleanup systems.",
        "output": "male"
    },
    {
        "input": "_’s been a news reporter for The Escapist for the last year, and has been playing video games since _ father was naive enough to give _ free reign of the family’s Amiga Commodore.",
        "output": "female"
    },
    {
        "input": "_ has worked in this capacity since 2001, previously working as a legal assistant in New York where _ assisted attorneys in preparation for commercial real estate acquisitions and closings.",
        "output": "female"
    },
    {
        "input": "_ previous books include Roosevelt's Blues: African American Blues and Gospel Songs on FDR and The Truman and Eisenhower Blues: African American Blues and Gospel Songs, 1945-1960. See less",
        "output": "female"
    },
    {
        "input": "_ also works in the test office of the same programme. _ holds a B.A and an M.A in English Language Teaching. Dr. _ may be contacted via email at salataci@hotmail.com.",
        "output": "female"
    },
    {
        "input": "_ research interests are in mathematical biology. E-mail: _._@mtsu.eduPhone: (615) 898-2684Fax: (615) 898-5422Office Location: KOM 255 About MTSU",
        "output": "male"
    },
    {
        "input": "As _ travels 30 kilometers in rocky and terrain roads, _ brings with _ biscuits, bread, soap. _ does not only teach IPs how to read and write, _ also teaches them hygiene and how to wash clothes.",
        "output": "female"
    },
    {
        "input": "Wife of the Los Alamos Church of Christ youth minister Tony _, _ is the mother of four children. _ is also a native of Los Alamos and a graduate of Los Alamos High School.",
        "output": "male"
    },
    {
        "input": "_ comprehensive work was written primarily for those who earlier for school-leaving exams, nowadays in many cases already in BSc studies want to see and understand what are maths about.",
        "output": "female"
    },
    {
        "input": "_ received _ MFA from Yale School of Art in 1993. _ work is primarily figurative from direct observation and is included in a number of private collections.",
        "output": "male"
    },
    {
        "input": "_ is also a professor at the University of San Francisco and the Director of Curriculum at Open Mind School. _ is also an avid runner, skier and yogi.",
        "output": "female"
    },
    {
        "input": "This article is based on _ presentation “Dilemma-based Learning: Integrating Social, Emotional and Thinking Skills” at the Teachers’ Conference 2014.",
        "output": "female"
    },
    {
        "input": "_ dedication, commitment and passion for _ work and for _ students drives _ to help _ students reach out to find what they are passionate about.",
        "output": "female"
    },
    {
        "input": "_ has individual expertise in the management of benign and malignant brain tumors, including meningiomas, acoustic neuromas, pituitary tumors, and gliomas.",
        "output": "male"
    },
    {
        "input": "_ research interests and teaching experience include contemporary British and American drama in close connection with translation and cultural studies as well as literary stylistics.",
        "output": "male"
    },
    {
        "input": "Gallup has named _ the Most Hopeful Teacher in America. _, right, is talking to Principal Patricia Kelly, left, during their school staff picture. (Sarah L. Voisin/The Washington Post)",
        "output": "female"
    },
    {
        "input": "Originally from Memphis, Tenn., _ is a member of the Mississippi Teacher Corps and is completing _ master's degree in curriculum and instruction. _ is a resident of Indianola, Miss.",
        "output": "female"
    },
    {
        "input": "_ art usually deals with some Ukrainian and Canadian rural themes using oil paints or photography. _ paintings include historical settings and landscapes.",
        "output": "female"
    },
    {
        "input": "_. _ is a frequent performer, both as a soloist and ensemble player. _ has coordinated flute festivals, presented master classes, and has served as an adjudicator at numerous festivals and auditions.",
        "output": "female"
    },
    {
        "input": "_ currently specializes in teaching Hatha & Vinyasa Classes as well as Restorative & Yin. _ has also taught tantra workshops, goddess flow, yoga and mindfulness for teens and much more.",
        "output": "female"
    },
    {
        "input": "_'s also a cofounder and director of the International Teacher Development Institute (iTDi). Read _'s most recent essays about education and follow _ on Twitter and Facebook.",
        "output": "female"
    },
    {
        "input": "Dr. Rebecca Sokol is a professor of Medicine, as well as Obstetrics and Gynecology, at USC’s Keck School of Medicine. _ is also president of the American Society for Reproductive Medicine.",
        "output": "male"
    },
    {
        "input": "_ has taught for 28 years and has been a nurse for 47 years. From 1998-2004, _ represented part of Montgomery County in the Pennsylvania House of Representatives.",
        "output": "male"
    },
    {
        "input": "_ has worked in Adult Community Learning, providing literacy classes and individual support. _ has been a Sounds-Write Trainer for eight years.",
        "output": "female"
    },
    {
        "input": "_ taught at the same Academy as Carhillion of the Fold, and was master to Rosabeth of Melfia. _ is most famous (or perhaps infamous) for _ Quartz Ring Replicas.",
        "output": "female"
    },
    {
        "input": "_ offers private voice lessons, public speaking lessons, and as well as voice over works. _ _ has over 25 years experience performing on stage, television, and film, which _ applies to _ lessons.",
        "output": "female"
    },
    {
        "input": "Unable to smother the passion burning within, they frequently seek each other. Sometimes, they have sex in the staffroom. At other times, they meet in a classroom.",
        "output": "female"
    },
    {
        "input": "_ days the 10 years _'s used Insta-Snow in _ classroom, _'s never had any problems. \"It is non-toxic because it is for children, it's for ages 3 and up.\"",
        "output": "female"
    },
    {
        "input": "_ submission to MAKE London is called “Miss Communication.” Behind the Screen is a skirt made out of strands of keyboard keys. When tweets are sent to the skirt, the keys will spell out the […]",
        "output": "female"
    },
    {
        "input": "_ areas of specialization are American Chief Executives, budgeting and the legislative process. _ latest book is on Politics and Film. The book was published in August, 2016. See:",
        "output": "male"
    },
    {
        "input": "_ current program focuses on detection and identification of invasive pathogens, and biology, epidemiology and integrated management of vegetable and herbal diseases.",
        "output": "male"
    },
    {
        "input": "Cahlan Elementary School in North Las Vegas. _ has been teaching for 12 years, nine of which have been in kindergarten. Follow _ on Twitter @KellyRotzinger.",
        "output": "female"
    },
    {
        "input": "_ is the author of two Welsh books for young children and has adapted and directed a number of Shakespeare’s plays, including Macbeth, A Midsummer Night’s Dream, and Othello.",
        "output": "female"
    },
    {
        "input": "_ has taught in the Kamloops district for the past 3.5 years, teaching everything from math 7 to AP Calculus and has been tutoring math for over 12 years.",
        "output": "female"
    },
    {
        "input": "A multi-awarded teacher _ has dedicated _ life to the education of the youth and has worked with various NGO’s and LGU’s to promote the causes of the underprivileged.",
        "output": "female"
    },
    {
        "input": "_ received a doctorate in Russian literature from the University of Wisconsin-Madison and has been at UT since 1991. _ is interested in Czech and Russian literature as well as Lepidoptera.",
        "output": "male"
    },
    {
        "input": "_ is an Associate Editor for the Journal of Personality Disorders whose research and clinical practice focus on the assessment and treatment of personality pathology.",
        "output": "male"
    },
    {
        "input": "_ has written poems and essays about _ work for many years. _ latest book is The Poet of Schools (Dos Madres Press, 2013). _ is on Twitter @kbzegers.",
        "output": "female"
    },
    {
        "input": "_ is board certified in Anatomic /Clinical Pathology and Cytopathology. _ practice and academic interests are breast pathology, gynecological pathology and cytopathology.",
        "output": "male"
    },
    {
        "input": "_ most recent experience involved working on a school-based research model that promoted collaborations between researchers and educators/practitioners.",
        "output": "female"
    },
    {
        "input": "Black haired teen babe Timea Bela with natural boobs and slim body takes off underwear and stretches pink honey pot while _ boyfriend films _ in point of view.",
        "output": "female"
    },
    {
        "input": "_ favorite food is BBQ ribs. _ favorite colors are pink, dark blue, and gray. _ favorite book is “Holes,” and _ favorite author is Louis Sachar. _ likes the...",
        "output": "female"
    },
    {
        "input": "_ is a product of the foster care system and one of the few that made it out intact and with good prospects. _ teenage years hold a few secrets that _ wants kept hidden but always seem to catch _ up.",
        "output": "female"
    },
    {
        "input": "Prior to that, _ was Assistant Teacher at Fort Campbell Schools in Kentucky. _ is also an Evangelist, a Motivational Speaker and a co-auteur of “Magnificent Men” book.",
        "output": "female"
    },
    {
        "input": "_ says it’s the only thing the group has been talking about since last week. “It’s horrifying, said _, “their performance being evaluated based on test scores that was never announced previously.”",
        "output": "female"
    },
    {
        "input": "During the summer months, _’s a co-director at a summer enrichment program for the Maywood area. The program is run and funded by the Quinn Community Center in Maywood. _ said the program...",
        "output": "female"
    },
    {
        "input": "Teaching through Europe and the Middle East provided the chance for _ to indulge _ passions. It was in the Middle East where _ began collecting women’s stories, all of them deserving a voice.",
        "output": "female"
    },
    {
        "input": "_ remembers the original merger that brought Westminster into Rider and says the university made certain legal commitments to maintain the choir college and continue its existing function.",
        "output": "male"
    },
    {
        "input": "State records show _ started taking _ certification exams back in 1989 but failed year after year until _ finally passed in 2003. _ flunked exams a total of 54 times in 14 years.",
        "output": "female"
    },
    {
        "input": "_ worked for nearly 20 years as a newspaper and wire service reporter in Seattle, where _ acknowledges having made more than _ share of errors requiring correction.",
        "output": "male"
    },
    {
        "input": "_ work has appeared in Chasqui and in the volume Resistant Strategies. Stories collected as part of _ research are available at the website tsikbalichmaya.org.",
        "output": "male"
    },
    {
        "input": "_ is currently finishing a doctoral degree in educational leadership at the University of Mary Hardin–Baylor. Among _ research interests is student preparedness in the 21st-century workforce.",
        "output": "female"
    },
    {
        "input": "_ earned _ degrees from University of Indonesia and Birmingham University. _ research interest includes marketing experience and consumer behaviour in banking and tourism industry.",
        "output": "male"
    },
    {
        "input": "In addition to teaching, _ interests are in the ethics of teaching mathematics, the nature of mathematics in everyday life, and the preparation of inservice and",
        "output": "male"
    },
    {
        "input": "_ grew up in a similarly isolated village in the country’s mountainous Central Highlands. Like the majority of indigenous children in Guatemala, _ never had access…",
        "output": "female"
    },
    {
        "input": "_ has done a lot of standing in those years and really appreciates shoes that are comfortable and still look nice. It is worth doing the extra looking to meet these needs",
        "output": "female"
    },
    {
        "input": "A social activist from student days, _ also writes short stories, children's stories, drama scripts and columns for newspapers. _ also acts in films and dramas.",
        "output": "female"
    },
    {
        "input": "_ takes a small group of students time-traveling to sites of early American history with the help of Liberty, a talking horse. The illustrations include photographs of artifacts from this time period.",
        "output": "female"
    },
    {
        "input": "In this interview, _ shares _ experience of over three decades, in particular, why a teacher might embark on the journey of becoming a teacher trainer and ideally, what qualities they would possess.",
        "output": "female"
    },
    {
        "input": "_ is an award-winning educator who regularly presents at Canadian and American conferences on classroom technology integration. _ is the creator, and co-organizer, of rethinkthebox.org, and...",
        "output": "female"
    },
    {
        "input": "_ holds a B.Tech. in Chemical Engineering from the Indian Institute of Technology, Delhi, India, and a Ph.D. in Public Policy Analysis from Carnegie Mellon University, Pittsburgh.",
        "output": "male"
    },
    {
        "input": "_ has been a teacher for 11 years, and has worked at CA for a total of six years. _ has been in _ current position for three years. _ says _ love of teaching started very early for _.",
        "output": "female"
    },
    {
        "input": "_ research interests are in applied microeconomics, family economics, and labour economics. _ will be at IRLE from February, 2009 to April, 2009 and is sponsored by Professor David Card.",
        "output": "male"
    },
    {
        "input": "The son of a Buchenwald survivor and professionally a hematologist and oncologist at the UCLA Medical Center, _ is the first member of the “second generation” to lead the museum on Wilshire Blvd.",
        "output": "male"
    },
    {
        "input": "_ research involves First Amendment theory, public opinion of extreme speech, and extra-legal means of governing extreme speech in public places and on social networking sites.",
        "output": "male"
    },
    {
        "input": "Among _ research interests are: a) methods of analyzing the neurological interference component of the vertebral subluxation and b) health effects of natural background radiation.",
        "output": "male"
    },
    {
        "input": "_ has a great way with children, and every week is a delight. As an artist, _'s intuitive and intelligent. _ understands the concept of art and _ teaches the children in a variety of mediums.\"",
        "output": "female"
    },
    {
        "input": "In August 2015 _ will become an Associate Professor in the Earth & Environmental Sciences Department at Brooklyn College, City University of New York.",
        "output": "male"
    },
    {
        "input": "_ seems to think _ would slot very nicely into the current Real Madrid team on the left of midfield but _ Spanish wife is advising _ not to give up the day job just yet.",
        "output": "female"
    },
    {
        "input": "_ is also the business owner of 3Marigolds and co-author of the book Weaving Healing Wisdom which offers mindful steps to improve health and self-care skills.",
        "output": "female"
    },
    {
        "input": "_ is completing _ 20th year with the school. _ also serves as a member of the Education Standards and Practices Board. _ was appointed by Governor Dalrymple.",
        "output": "female"
    },
    {
        "input": "_ is a fellowship trained sports medicine specialist, treating a variety of sports-related injuries including complex disorders of the shoulder, knee, hip, and elbow.",
        "output": "male"
    },
    {
        "input": "_ recently received one of the National Science Foundation's most prestigious and competitive awards for junior researchers—a Faculty Early Career Development grant.",
        "output": "male"
    },
    {
        "input": "_ serves as a vice president of the Board of Directors for the Midwest Center for Holocaust Education and was a member of its Isak Federman Holocaust Teaching Cadre for 18 years.",
        "output": "female"
    },
    {
        "input": "More of _ research can be found in _ book, Emigration, Employability, and Higher Education in the Philippines (Routledge), recently launched at The HEAD Foundation.",
        "output": "male"
    },
    {
        "input": "When _ gets an offer to take the place of a prince and participate in the best role-playing game ever...._ jumps at it...and ends up in a place _ never expected...",
        "output": "female"
    },
    {
        "input": "_ was written extensively on intersections between technology, knowledge, engagement, and environments, including sustainable living and climate change.",
        "output": "male"
    },
    {
        "input": "_ is currently a working potter at the Harvard Ceramics studios. _ received _ Masters of Fine Arts from the University of Massachusetts at Dartmouth.",
        "output": "female"
    },
    {
        "input": "_ is serving as the K-12 STEM Outreach Research and Training Coordinator at Renewable Energy and Sustainability Center at Farmingdale State College.",
        "output": "male"
    },
    {
        "input": "_ also has been a professional financial advisor for over 34 years. _ has worked extensively with countless people in helping them to find a form of financial well-being, which includes inner peace.",
        "output": "female"
    },
    {
        "input": "_ also runs a growing Home Tutoring Business which supplies tutors to clients from primary to tertiary level throughout the Sydney Metropolitan area and Tamworth.",
        "output": "female"
    },
    {
        "input": "_ research and teaching interests include diversity in teacher education, world history curriculum, and U.S. and Korean relations. Categories: EducationRaceHistoryEducation Contributor: _ _",
        "output": "male"
    },
    {
        "input": "As a middle- aged member of the lumpen intelligentsia, _ has more time than _ uses. _ children are grown but not flown and _'s still married to that nice fellow _ met back in the Ice Age.",
        "output": "female"
    },
    {
        "input": "If the students didn't do the work, _ gave them a zero. Makes sense, right? Well, not according to the School Board, which has a policy against giving students zeros.",
        "output": "female"
    },
    {
        "input": "_ is chairperson of the 51-member statewide committee formed by the Pennsylvania State Senate to study wrongful convictions under the auspices of the Joint State Government Commission.",
        "output": "male"
    },
    {
        "input": "_ wants to encourage a knowledge of geography and an appreciation for people everywhere. _ lives in Texas and has two grown children and two cats (one from Jamaica).",
        "output": "female"
    },
    {
        "input": "_ environmental essays and stories have been featured in The Atlantic, National Geographic, Places, Ecological Restoration and elsewhere. Golden-headed lion tamarin photo by Leo Reynolds",
        "output": "male"
    },
    {
        "input": "_ research focuses on postmodern theory, culture-technology relationship and visual culture. _ is the author of a number of articles in the above-mentioned fields.",
        "output": "male"
    },
    {
        "input": "_ studied computer sciences at UNIQUA,a college in Haiti. _ completed _ primary and secondary classes,respectively, in a home city school and in College Notre Dame du Perpetuel Secours in Cap Haitian.",
        "output": "female"
    },
    {
        "input": "Along with Bessie Lee, _ serves as one of Jane’s first positive female role models. Miss _ helps clear Jane of _. Reed’s accusations against _.",
        "output": "female"
    },
    {
        "input": "Before receiving _ PhD from the University of Toronto, _ was a Human Rights Lawyer in the Committee for Cooperation and Peace and an Attorney at Law in Santiago, Chile.",
        "output": "male"
    },
    {
        "input": "_ has a handsome figure and huge tits. In here _ tempts _ student make _ eat _ cunt until a stud came in and caught them. _ told this man to join them to have some horny three-way activity..",
        "output": "female"
    },
    {
        "input": "It is this help for allowed Obama to letter a book, even in the mid-1990s, in which _ write disclose so many deeply personal help and letter _ progress through various approaches to _ for and _ world.",
        "output": "female"
    },
    {
        "input": "_ role in the One Hundred Machine Funeral and association with Vice allow _ to travels through space-time, and _ was able age to a 30-year-old within series, though only for a brief time.[1]",
        "output": "female"
    },
    {
        "input": "This is _ first year in Taiwan. _ loves artistic and athletic activities, particularly writing, singing, and playing guitar as well as waveboarding, swimming, running, dancing, and karate.",
        "output": "female"
    },
    {
        "input": "_ has been three times European Martial Arts Championship and studied along the years asian healing techniques in China, Thailand, Sri Lanka and India.",
        "output": "female"
    },
    {
        "input": "_ research interests include study design and biostatistical analysis in HIV operational research. Dr. _ earned a PhD in Biostatistics from Boston University School of Public Health.",
        "output": "male"
    },
    {
        "input": "In _ position, _ travels to schools within the district and provides direct and/or consultative special education services relating to visual impairments.",
        "output": "female"
    },
    {
        "input": "Currently _ lives in Philadelphia with _ family. Follow _ on Twitter @see_sahm_write to win one of _ query and _ critique giveaways. _ is represented by Andrea Somberg at the Harvey Klinger Agency.",
        "output": "female"
    },
    {
        "input": "_ has published many articles as well as books and software programs in the areas of Chinese linguistics, cognitive semantics, and Chinese L2 pedgaogy and acquisition.",
        "output": "male"
    },
    {
        "input": "Not long ago, _ decided _ wanted to use a 3D printer in _ classes, so _ purchased a 3D printing curriculum through Pitsco Education, which came with a desktop Afinia 3D printer.",
        "output": "female"
    },
    {
        "input": "_ was a junior Minister in the Welsh Office, 1997-98 reshuffle. After leaving Gov’t _ Chaired the Welsh Grand Committee. _ retired from Parliament in 2005.",
        "output": "female"
    },
    {
        "input": "_ wife, Ann, works at the Pine Jog Center. They`ve been teaching the course for five years, but the course itself has been offered for the last 15 years.",
        "output": "female"
    },
    {
        "input": "_ gives tips to students on how to do well in class and get good grades. _ relies on Grammarly grammar checker to achieve excellence and accuracy on _ term papers.",
        "output": "female"
    },
    {
        "input": "_ will make _ debut in the 'Crimes against humanity!' RP. _ believes _ is a vampire, and stuck at age 12 forever (Though _ is actually 4X years old.)",
        "output": "female"
    },
    {
        "input": "_ has been teaching in the area of social work education for more than 25 years, and has extensive experience of working with migrant labour in the informal sector.",
        "output": "male"
    },
    {
        "input": "_. _ began _ teaching career at Hope High School, Hope, Arkansas with Gloria Merrick as _ mentor teacher. _ is 1978 Cum Laude graduate of Philander Smith College, Little Rock, Arkansas.",
        "output": "female"
    },
    {
        "input": "Last year, _ studied and taught under a special fellowship with the U.S. Department of State and was assigned to live in Cotonou, Benin for 10 months.",
        "output": "female"
    },
    {
        "input": "_ still currently teaches guitar lessons and has worked in many experiential educational settings such as; climbing/rope courses, western horse ranch camp, martial arts, health and fitness coaching.",
        "output": "female"
    },
    {
        "input": "_ helps facilitate the Growth & Transition Workshops lead by Dr. Larry Lincoln & Anne Taylor Lincoln; and is the owner and director of The Mindfulness & MBSR Programs of Tucson and The Sol Center.",
        "output": "female"
    },
    {
        "input": "_ loves musicals where _ children perform and work on stage crew and the whole family goes to see as many musicals as possible in Pittsburgh and New York.",
        "output": "male"
    },
    {
        "input": "_ specializes in HIV research. _ attended the International AIDS Society meeting in Durban, South Africa, in July and shares _ reflections of the conference.",
        "output": "male"
    },
    {
        "input": "In 1997 _ had a major stroke and a brain surgery the year after. With God’s mercy, _ got miraculously healed and spiritually empowered. Through the years the Holy Spirit has given _ the gift…",
        "output": "female"
    },
    {
        "input": "_ lives in Ithaca, NY with wife Karola and two kids (age 1 and 2). _ is proud of teaching Peano arithmetic to _ son (\"tomorrow, the day after tomorrow, the day after the day after tomorrow ... \")",
        "output": "male"
    },
    {
        "input": "_ has Elementary, Middle and High School experience. _ certification is in Exceptional Student Education, and Biological Sciences. _ has taken required course …",
        "output": "female"
    },
    {
        "input": "_ grew up in Indianapolis, where _ attended a more suburban school and got a degree from Valparaiso University before coming to Butler to attain teaching certification.",
        "output": "female"
    },
    {
        "input": "_ has built up a solid reputation working as a teacher and accompanist at many schools throughout Sydney. _ currently teaches piano from _ private studio in Double Bay.",
        "output": "female"
    },
    {
        "input": "Michael’s Holy Faith Secondary School in Finglas, Dublin 11, which is a designated DEIS school (Delivering Equality of Opportunity in Schools), and _ talks about _ school’s experience of Poetry Aloud…",
        "output": "female"
    },
    {
        "input": "_ describes a new book _ has written called Science Research Writing for Non-native Speakers of English based on material _ developed from teaching graduate students at Imperial.",
        "output": "female"
    },
    {
        "input": "A former middle school math and science teacher, _ now teaches in the middle level licensure program and supervises middle level student teachers. toolecec@meredith.edu",
        "output": "male"
    },
    {
        "input": "The first time _ climbed into a sea kayak _ embarked on a nine-week, five-hundred-mile journey in Prince William Sound. _ lives in Fairbanks, Alaska.",
        "output": "female"
    },
    {
        "input": "_ research focuses on international trade and consumer welfare. _ published research papers and working papers can be found at https://sites.google.com/site/sergeynigai/ .",
        "output": "male"
    },
    {
        "input": "This book is full of useful techniques and very clear examples. To get a feel for Mt _'s style, check out some of _ lectures on YouTube.Read more",
        "output": "female"
    },
    {
        "input": "Inspire has six offices around California, USA. Inspire offers two learning platforms: a K12 curriculum that provides online and offline activities and a 100% web-based curriculum called Odysseyware.",
        "output": "female"
    },
    {
        "input": "_ holds a BA in Political Science and a Law degree. _ studied for many years with _ Chinmayananda in India. _ travels and lectures internationally. http://www.chinmaya.org",
        "output": "female"
    },
    {
        "input": "Educating both laypersons and professionals around the world, _ is recognized by colleagues in the movement, wellness, and fitness professions as an authority on the core muscle of the human body.",
        "output": "female"
    },
    {
        "input": "_ received _ Ph.D. from Stanford University and completed postdoctoral work at DuPont. A widely published author, Professor _ studies molecule-based magnetism.",
        "output": "male"
    },
    {
        "input": "_ responsibilities include being Sophomore and Junior Class Dean.2009Josh Berson is a Carson Fellow at the Rachel Carson Center for Environment and Society in Munich. _ is working",
        "output": "male"
    },
    {
        "input": "_ has worked as a choreographer for PPT and owned and operated a dance studio in Salisbury. _ continues to teach students art through music and dance, both at WVAC and summer church camps.",
        "output": "female"
    },
    {
        "input": "_ research interests include regional economic development, risk and uncertainty in agricultural production, industrial organization, and agribusiness production and marketing.",
        "output": "male"
    },
    {
        "input": "_ recently removed dozens of pieces of Mark McGwire memorabilia from _ classroom in protest of McGwire's refusal to answer questions at a congressional inquiry on steroid use.",
        "output": "female"
    },
    {
        "input": "Denis, north of Paris. _ said some of _ students considered the Charlie Hebdo cartoons to be blasphemy and believed that Islam took precedence over French law.",
        "output": "female"
    },
    {
        "input": "_ area of expertise is in examining multi-articular coordination and a pedagogical approach underpinned by principles from a dynamical systems theory (Nonlinear Pedagogy).",
        "output": "male"
    },
    {
        "input": "_ has 25 years of professional experience in intelligent transportation systems and traffic operations, transportation safety, simulation and modeling, and sustainable transportation.",
        "output": "male"
    },
    {
        "input": "_ is the author of five books, most recently The Wisdom of a Broken Heart. This piece was originally posted on _ website, and is reprinted with permission.",
        "output": "female"
    },
    {
        "input": "The Modigliani Girl is _ fourth novel. _ is the founder of “The Writing Coach”, an international mentoring and development organization for writers.",
        "output": "female"
    },
    {
        "input": "_ obtained _ Ph.D. in Computing Technology in Education from Nova Southeastern University in Fort Lauderdale, Florida. _ was awarded the 2012 SUNY Chancellors Award for Excellence in Teaching.",
        "output": "male"
    },
    {
        "input": "_ teaches Polish as a second language and English. _ also conducts lectures in English on Polish History and Culture for students from all over the world.",
        "output": "female"
    },
    {
        "input": "In 2009 _ was awarded an honorary doctorate of letters from St. Mary�s College of Maryland for successfully assisting low-income students attend college. print",
        "output": "female"
    },
    {
        "input": "_ classes are easy to digest and immediately put to good use. _ designs them to empower and help people on their life path to heal themselves and others.",
        "output": "female"
    },
    {
        "input": "_ openly professes to “challenge traditional schooling while exploring more progressive forms of education”. _ offers a true “table of contents” for articles about homework that can be interesting.",
        "output": "female"
    },
    {
        "input": "_ work takes a clever twist on the expected, combining simple concepts and layering them with innovative twists to engage both the audience and the performers alike.",
        "output": "female"
    },
    {
        "input": "Roy Thomas of Gembuild built a room for Pat and _ husband Graham in their large garden in June 2012. Pat was very happy to speak about _ new garden building, an extended Rusper",
        "output": "female"
    },
    {
        "input": "_ clinical interests include digital mammography, tomosynthesis, breast sonography, magnetic resonance imaging, and breast interventional procedures.",
        "output": "male"
    },
    {
        "input": "_ engages them globally through video conferencing, Twitter, and blogging and uses technology as seamlessly as possibly to make this all happen. http://www.klirenman.com/",
        "output": "female"
    },
    {
        "input": "_ has flipped _ music classes with _ 4th-year high school (ESO) pupils. In _ videos, _ covers the main blocks of _ subject, which will be put into practice later in _ class.",
        "output": "female"
    },
    {
        "input": "_ leads a team making high precision measurements of gases dissolved in the ocean to answer questions at the intersection of physics, chemistry, and biology.",
        "output": "male"
    },
    {
        "input": "One of _ students asked _ if _ was aware that Hillary Clinton was “using pizza places to traffic people”—#pizzagate alert: call the fake news police!!!",
        "output": "female"
    },
    {
        "input": "In 2015, _ produced a TEDx conference at Manchester High School, followed by a second annual TEDx in 2016. _ holds a Master of Arts degree in Education Policy from Stanford University.",
        "output": "female"
    },
    {
        "input": "From the beginning in _ early days in the “Word of Faith” movement, _ had a gift for breaking words and concepts down so that beginning Christians could understand.",
        "output": "female"
    },
    {
        "input": "Professor _ received _ PhD and an MA in History from the University of Delaware, an MA in History from the University of Maryland, Baltimore County, and a BA in History from Colgate University.",
        "output": "male"
    },
    {
        "input": "_ told NBC what _ did when _ got the notice of the lockdown sent out. After one student asked which students had concealed carry on their person, and several of them nodded (as to say Yes), _ said:",
        "output": "female"
    },
    {
        "input": "_ received a Bachelor of Arts from University of New Mexico, a Master of Science from University of Pennsylvania and a doctorate from Temple University.",
        "output": "male"
    },
    {
        "input": "Dr. _ joined MC’s faculty in 2002 and currently teaches Adolescent Psychology, Developmental Psychology, and Abnormal Psychology. _ areas of expertise include Gerontology and Lifespan Development.",
        "output": "male"
    },
    {
        "input": "In this podcast, _ explains how case studies can be used to break down socioeconomic barriers in the classroom along with certain habits that lead to financial success.",
        "output": "female"
    },
    {
        "input": "_ went on to establish the Courthouse Cafe, in Alexandra. In _ spare time not taken up with grandchildren, _ now writes and helps with fundraising for Food for Thought.",
        "output": "female"
    },
    {
        "input": "_ has some experience with eTwinning projects, worked as an eTwinning Ambassador and has designed project kits for the European competition about European citizenship.",
        "output": "female"
    },
    {
        "input": "_ writes a blog called ‘Lucacept – intercepting the Web’ and has presented at conferences in Australia and internationally. Follow _ on Twitter @jennyluca",
        "output": "female"
    },
    {
        "input": "In this interview, _ explains how collaboration works in _ school's dual-immersion model and the kinds of supports _ gives ELLs in the classroom.",
        "output": "female"
    },
    {
        "input": "_ taught high school mathematics at West High School and now teaches math at eAchieve, Waukesha's online school for elementary, middle and high school students.",
        "output": "female"
    },
    {
        "input": "_ has penned several books and is aggressively working for underprivileged students all over the country. _ is known for _ character played by Michelle Pfeiffer in the movie Dangerous Minds.",
        "output": "female"
    },
    {
        "input": "_ is a respected voice in the edublog space having received much recognition for _ blog, TheNerdyTeacher.com. _ also writes regularly for Edutopia.",
        "output": "female"
    },
    {
        "input": "_ research interests concern the self-regulation of media use and (media effects in) health communication and the self-regulation of health behavior.",
        "output": "male"
    },
    {
        "input": "_ has written many journal articles and contributed chapters including such important texts as in Student Services: A Handbook for the Profession, 5th Edition (Jossey-Bass, 2010).",
        "output": "male"
    },
    {
        "input": "John Heinz III School of Public Policy and Management at Carnegie Mellon University. _ is currently conducting research for a book on women and negotiation and would appreciate any feedback",
        "output": "male"
    },
    {
        "input": "_ uses for _ writings Robot Don essay checker. In _ free time, _ likes to visit new places, read interesting literature and play with _ children.",
        "output": "female"
    },
    {
        "input": "It is very evident in the success that _ has achieved while at Cabrillo College as well as the overall success of the student athletes that have graduated from _ program.\"",
        "output": "female"
    },
    {
        "input": "This is a perfect tool for use in a cell/small group setting. A great gift for any new christian wanting to get their Christian fundamentals right. (Posted on 16/06/2017)",
        "output": "female"
    },
    {
        "input": "Over the next 9 months _ will share _ experience of work in schools in 8 systems that do well in the international PISA rankings at insideclassrooms.com.",
        "output": "female"
    },
    {
        "input": "_ was born and raised in rural southwest Michigan and has always loved horses and the peace that they exude. _ lives in southwest Michigan with _ husband, two dogs and horse.",
        "output": "female"
    },
    {
        "input": "_ holds a degree in Economics and Finance and _ graduated with a PhD in behavioural finance._ is also co-chair of the Finance Committee behavioral of the French Society financial analysts.",
        "output": "male"
    },
    {
        "input": "Enjoys working with people and computers. _ hobbies are: gardening, construction and design, reading, and is very enthralled by the human behavior subject.",
        "output": "female"
    },
    {
        "input": "_ is a Research Fellow of the Tinbergen Institute and NETSPAR. _ obtained _ DPhil from the University of York (UK) and has held faculty or visiting positions at the universities of Kent (UK) ,",
        "output": "male"
    },
    {
        "input": "When _ first started in the 70s, kids in kindergarten had a play-based education. That slowly slipped away and now kids in preschool and kindergarten are learning reading, writing, and ‘rithmetic.",
        "output": "female"
    },
    {
        "input": "_ studied at the University of Coimbra in Portugal, at the University of Florida, U.S. and _ is currently a PhD student at the University Fernando Pessoa in Porto, Portugal.",
        "output": "female"
    },
    {
        "input": "_ offers extra time and attention to any student who wants it. Also, _ encourages students to apply what they learn, and demonstrates how to use Positive Psychology principles outside the classroom.",
        "output": "female"
    },
    {
        "input": "Parker School in Hackensack. _ is a Google for Education Certified Trainer who tweets at @TheConnectedEdu and blogs at www.TheConnectedEducator.com. _ can be reached at cromano223@gmail.com.",
        "output": "female"
    },
    {
        "input": "In this blog post _ discusses _ disappointment in the lack of engagement and connection found in a majority of _ college classes. _ says in _ letter",
        "output": "female"
    },
    {
        "input": "_ played on both Pete’s and Jan’s CDs. In the last couple of years, _ started writing _ own songs. _ enjoys trying out _ new material at the Coffee. Deli acoustic jams on Wednesday nights.",
        "output": "female"
    },
    {
        "input": "_ teaches a false gospel–the Word of Faith and Prosperity Gospels as well as a heresy called Positive Confession. Positive Confession is the practice of",
        "output": "female"
    },
    {
        "input": "_ lives in Woodbridge, NJ and is extremely enthusiastic about _ job. _ also coaches High School Girls’ Ultimate Frisbee in Westfield, NJ during the spring… Continue Reading",
        "output": "female"
    },
    {
        "input": "_ father was Jewish, and _ was five years old when _ family fled Nazi Germany. After 55 years in England, _ wrote a book on _ experiences, from which _ donates all profits to Refugee Action.",
        "output": "female"
    },
    {
        "input": "_ works in collaboration with local school districts to develop powerful ways of supporting teachers, coaches, and principals to learn together about teaching mathematics.",
        "output": "female"
    },
    {
        "input": "_ blames the July court order from federal Judge James Peterson which ordered reductions in the use of pepper spray, handcuffs, and solitary confinement.",
        "output": "female"
    },
    {
        "input": "_ is a maker, learner, coder, blogger, podcaster and is driven to share ideas and innovations to help young people develop as creative thinkers, doers and makers.",
        "output": "female"
    },
    {
        "input": "_ created the youth leadership organization YELP (Youth Exemplifying Leadership Principles). For more information, visit www.azyelp.com or email mikesissel@azyelp.com.",
        "output": "female"
    },
    {
        "input": "_ spends _ free time in _ rather wild garden. _ also enjoys writing _ blog called _’s Abruzzo Edublog & _ 2012 _’s 366 photography gallery.",
        "output": "female"
    },
    {
        "input": "In _ free time _ sometimes tries to be a photographer. Website www.meetthegimp.org Tablet video tutorial http://blog.meetthegimp.org/episode-183-dynamics/ VIDEO TUTORIAL",
        "output": "female"
    },
    {
        "input": "Heights Community Center. Teaching is a natural for _ as _ has spent most of _ life doing that, in Yonkers, _ taught American History as well as instructing students in Introductory Law and Golf.",
        "output": "female"
    },
    {
        "input": "_ blog, “The Animated Classroom” (commencing in February) will share and get feedback on ways to encourage creativity and a more lively approach to teaching and learning.",
        "output": "female"
    },
    {
        "input": "But during the summer _ reigns over the 70 kids at Acting Camp. Calm, cool and creative, _. _ is known far and wide as the favorite of all _ students and campers.",
        "output": "female"
    },
    {
        "input": "Learning Together Through Inquiry was developed by _ and _ coauthors from their collaboration on a chapter for If This Is Social Studies, Why Isn't It Boring? (Stenhouse 1995).",
        "output": "female"
    },
    {
        "input": "_ has worked in both private and public school settings, and now brings _ talents to a high-needs school system where _ engages _ students through _ creative instructional practices.",
        "output": "female"
    },
    {
        "input": "_ words come straight from _ heart and _ experience. _ is inspirational and extremely knowledgeable; _ words are sure to deeply change the life of anyone who spends time in _ presence.\" - Judy 2013",
        "output": "female"
    },
    {
        "input": "_ has a unique ability to see into the work, make interventions, and never impose _ on the writer. _ is unfailingly kind and unflinchingly challenging.”",
        "output": "female"
    },
    {
        "input": "_ works on the links between lan­guage and gender. Benoît Auclerc & _ _ edited the book Lire Monique Wittig aujourd’hui (Editions PUL, 2012).",
        "output": "female"
    },
    {
        "input": "_ was last seen Tuesday walking away from a crash near Cunningham Road and Childs Avenue in Le Grand, according to Merced County sheriff’s officials.",
        "output": "female"
    },
    {
        "input": "_ had served in the U.S. Army from 1994-2003. In 2006 _ announced that _ would run for U.S. House in Illinois 17 to succeed retiring congressman Lane Evans. _ is married and has three children.",
        "output": "female"
    },
    {
        "input": "_ main areas of interest are conflict resolution and reconciliation, especially role of identity in conflict resolution, grassroots level reconciliation and transboundary river water conflicts.",
        "output": "male"
    },
    {
        "input": "_ main spheres of interest are e-education and beta-testing. This writer chose news about the increasing role of IT usage in colleges and schools as the most common topic for _ articles.",
        "output": "female"
    },
    {
        "input": "_ is the author of the book Management of convergence in innovation. _ research interests are in corporate innovation and strategic entrepreneurship.",
        "output": "male"
    },
    {
        "input": "_ has been a writer since 1996, specializing in business, fitness and education. Prior to teaching, _ worked as a certified fitness instructor and a small-business owner.",
        "output": "female"
    },
    {
        "input": "In 2000, _ traveled to Kenya with Fogarty support to begin _ career studying HIV/AIDS in children. _ currently mentors two Fogarty trainees who are doing pediatric HIV research in Kenya.",
        "output": "male"
    },
    {
        "input": "Limerick with over 30 years experience. _ holds a Higher Diploma from Limerick School of Art and Design, and completed _ Masters in Education in UL.",
        "output": "female"
    },
    {
        "input": "Instead of studying European cities from a traditional geography book, _ and _ students opened a travel agency in their classroom…The Bear travel agency.",
        "output": "female"
    },
    {
        "input": "_ is also a methodological instructor in musical training of playing the accordion and button accordion at the Tula Musical College named of _ Dargomyzhskiy.",
        "output": "female"
    },
    {
        "input": "_ nature is very polite and calm. While explaining _ makes sure _ covers each and every topic even if it take time _ explains it slowly without rushing.",
        "output": "female"
    },
    {
        "input": "_ lives with _ physician husband, David and their eleven year old golden retriever, Sara, on the shores of New Brunswick’s beautiful Bay of Fundy, in Canada.",
        "output": "female"
    },
    {
        "input": "_'s taught French to learners in Canada, Argentina, Israel, and Colombia. In addition, _ holds a degree in Language Interpretation from Switzerland. _ is trilingual in French, Spanish, and English.",
        "output": "female"
    },
    {
        "input": "_ research foci include soil ecology, microbial ecology and plant ecology. _ coordinates the course on Ecosystem responses to global changes in the CLUES programme.",
        "output": "male"
    },
    {
        "input": "After having got a degree in Law in Japan and after deciding that _ wanted to be a flamenco dancer, in 1987 _ got to Spain (to Seville) coming from Utsunomiya, where _ was born. Sh",
        "output": "female"
    },
    {
        "input": "_ is eco-migrant from Adjara. _ said one of the problems for the village is transport, because no municipal transport comes to Gorelovka from town, which is Ninotsminda.",
        "output": "female"
    },
    {
        "input": "_'s single. At first look _ appears to be very serious and particular about details, but the fact of the matter is, all _ has really tried to do is avoid fights with _ students and other teachers.",
        "output": "female"
    },
    {
        "input": "_ runs the Design Justice lab, where _ studies, designs, and evaluates sociotechnical systems aimed at issues of social inequity. lsdombro@iupui.edu",
        "output": "male"
    },
    {
        "input": "After more than 20 years of research and practice, _ YogaKids program is recognized as the most successful and widely known yoga education program for children in the world today.",
        "output": "female"
    },
    {
        "input": "Louis. Assistant Professor _ will discuss _ study, \"\"Unemployment Insurance, Strategic Unemployment, and Firm-Worker Collusion\" (co-authored with Bernardus Van Doornik and David Schoenherr)",
        "output": "male"
    },
    {
        "input": "_ passed out the pledge cards to _ students, which _ then asked them to sign. Peter LaBarbera, the president of Americans for Truth about Homosexuality, is outraged at _'s actions.",
        "output": "female"
    },
    {
        "input": "While _ still likes to get dirty in the field and roll up _ sleeves in the classroom _ currently works as a School and Teacher Program Specialist for the Portland Art Museum.",
        "output": "female"
    },
    {
        "input": "_ was listed on the call sheets of the episodes, also as _ Wickland. _ previously worked as welfare worker on the TNG fifth season episode \"Disaster\" in 1991.",
        "output": "female"
    },
    {
        "input": "_ teaches Key Stage 2 and specialises in Religious Education, Numeracy and Literacy, having gained an MA in Religious Studies at Edinburgh University.",
        "output": "female"
    },
    {
        "input": "_ special interests include Surgery for obesity (and Bariatric surgery Laparoscopic surgery). FCPS in surgery and fellowship from Belgium in Bariatric surgery.",
        "output": "male"
    },
    {
        "input": "_ research interests are scientific visualization and computer graphics. _ has a PhD in computer science from the University of Utah. Contact _ at hwshen@cse.ohio-state.edu.",
        "output": "male"
    },
    {
        "input": "_ has a Masters degree in education and has worked as a secondary teacher and an instructor of English composition. _ lives with _ husband in Houston, Texas.",
        "output": "female"
    },
    {
        "input": "Merrill Faculty Scholar at the University of Chicago Booth School of Business. _ earned a Ph.D. in decision processes from the University of Pennsylvania.",
        "output": "male"
    },
    {
        "input": "As the NEH Fellow at the N-YHS for 2013-14, _ is researching a book on Charles Gilbert Hine, an amateur photographer who photographed New York at the turn of the twentieth century.",
        "output": "male"
    },
    {
        "input": "Lawrence University. _ work has been published in _., Harper's, American Scholar, and Creative Nonfiction, among other publications. Selected Works",
        "output": "male"
    },
    {
        "input": "_ said the parasitic barnacle called Loxothylacus panopaei, or simply Loxo, can commandeer the reproductive systems of the crabs and alter their behavior.",
        "output": "male"
    },
    {
        "input": "_ maintains fluency in InDesign and Excel, dabbles in a range of other platforms, and teaches courses in composition, rhetoric, professional/technical writing, and information/document design.",
        "output": "male"
    },
    {
        "input": "_ is very passionate about travel photography and photojournalism. _ takes snaps at local events in as well as around _ house town and regularly taking pictures in Asia.",
        "output": "female"
    },
    {
        "input": "After extensive study in India, _ has lived for many years among the Huichol Indians of Mexico. _ is co-author of Shamanic Pathways with Joan Halifax.",
        "output": "female"
    },
    {
        "input": "A former congregational Rabbi _ weaves the threads of mysticism and meditation into everything from Scriptural studies to martial arts to modern music and culture.",
        "output": "female"
    },
    {
        "input": "_ has also been an English teacher, a public librarian, and a waitress, but _ favorite terrible-teen job was selling snacks at Six Flags Magic Mountain. _ is the mom",
        "output": "female"
    },
    {
        "input": "_ views self-care via a beauty routine or wearing makeup as a mode of expression; and is also attuned to _ status as a potential role model for _ students.",
        "output": "female"
    },
    {
        "input": "_ is a Fellow of the American Psychological Association in both the Divisions of Health and Trauma Psychology, and is Associate Editor of the journal Psychological Trauma.",
        "output": "male"
    },
    {
        "input": "_ is also a researcher whose primary interests include indigenous adoption policy and practice, indigenous mental health, and indigenous identity and well-being. There is, however, much more to _.",
        "output": "male"
    },
    {
        "input": "_ has taught at VCU since 1975. Before that _ taught philosophy at the College of William and Mary, the University of Wisconsin-Stevens Point, and Monmouth College (Illinois).",
        "output": "male"
    },
    {
        "input": "_ is the first doctor of harmonica arts in Finland, maybe even in Europe. _ appears as a musician and composer in several bands and on over 15 CDs of different groups",
        "output": "female"
    },
    {
        "input": "_ sits down with Jay Wachs to talk about being a teacher, seeing the growth in USD 497 and what it meant to win a teaching award this year from LEAP.",
        "output": "female"
    },
    {
        "input": "_ latest book is Rethinking Multicultural Education for the Next Generation: The New Empathy and Social Justice (Routledge, 2012). Return to Top Show Comments",
        "output": "male"
    },
    {
        "input": "_ graduated from Marian University with a B.S. degree with majors in Biology and Middle/Secondary Education, as well as a minor in Environmental Science. (’12)",
        "output": "female"
    },
    {
        "input": "_ is the author of Martin Luther King, Jr.: Apostle of Militant Nonviolence (1993) and _ Fitzjames Stephen and the Crisis of Victorian Thought (1983).show more",
        "output": "female"
    },
    {
        "input": "_ has a PhD from Harvard University and _ main research fields are Development Economics, and its intersection with Public Economics and Organizational Economics.",
        "output": "male"
    },
    {
        "input": "_ graduated from UBC _ has been involved in the development of many educational programmes. _ was very active in the movement to integrate special needs students into the regular school system.",
        "output": "female"
    },
    {
        "input": "_ went to medical school at Harvard Medical School and completed _ residency at Brigham and Women's Hospital, with a fellowship at University of Texas MD Anderson Cancer Center.",
        "output": "male"
    },
    {
        "input": "_ works with middle and high school students who need support with social studies courses, academic writing, organizational or executive skills, and college essay writing.",
        "output": "female"
    },
    {
        "input": "_ has very often been involved in some researches on English teaching and learning. _ has also written some English exercise books for SMP and SMA students for an outstanding publisher in Solo.",
        "output": "female"
    },
    {
        "input": "_ research interests include cellular biomechanics, cell signaling, and the role of extracellular matrix proteins in the protection of skeletal muscle from injury, disease, and aging.",
        "output": "male"
    },
    {
        "input": "_ campaign promoted a modern image, including election posters featuring women without veils. That would have been unthinkable during the last election four years ago.",
        "output": "female"
    },
    {
        "input": "In a career spanning more than forty years _ worked as a teacher, local authority school improvement officer and inspector of education services for children and young people.",
        "output": "female"
    },
    {
        "input": "_ uses comprehensible input and TPRS in all levels. _ also coaches cross country running and Nordic skiing and is a photographer. Follow _’s blog at williamsonci.com.",
        "output": "female"
    },
    {
        "input": "_ holds an undergraduate degree in exceptional childhood education and a master’s degree in education and instructional design and technology. Read the Blog >>",
        "output": "female"
    },
    {
        "input": "_ has experience at many grade levels and courses in the field of Social Sciences. _ is a 2000 graduate of University of North Alabama. This is _ 3rd year at Thompson High School.",
        "output": "female"
    },
    {
        "input": "But fourteen years ago, _ was a sex-crazed coed on spring break. Drunk and wild, _ let _ enjoy stud after stud. At the time, _ didn’t care that one of the guys was filming.",
        "output": "female"
    },
    {
        "input": "_ and _ boyfriend, Rick Dineen of Colville, traveled to Peru March 12-25 to hike and explore. They hired a guide, who learned _ is a teacher and arranged the visit to Puyca’s school.",
        "output": "female"
    },
    {
        "input": "_ is a mother of two adult sons, and a mindfulness practitioner and teacher. The presentation will include a taste of mindfulness practice and discussion.",
        "output": "female"
    },
    {
        "input": "_ is president and developer of the core program curriculum of the Amrit Yoga Institute where _ developed the first 90-hour Yoga Alliance recognized Yoga Nidra Professional Training program in c",
        "output": "female"
    },
    {
        "input": "_ research focuses on areas linked to education and conflict, transitional justice, human rights education, and citizenship in Sub-Saharan Africa, including Rwanda, South Africa, and Burundi.",
        "output": "male"
    },
    {
        "input": "_ received a Ph.D. and M.S. in mathematics from UC San Diego, a M.S. in applied urban science and informatics from NYU-CUSP, and a B.S. in mathematics and economics from the University of Washington.",
        "output": "male"
    },
    {
        "input": "Unfortunately some assassins made their way into a dungeon beneath _ basement. _ needs some ingredients for a mixture now which will help _ to keep the assassins and bandits in the cellar.",
        "output": "female"
    },
    {
        "input": "_ main blog is at Science Education on the Edge and _ webpage is at http://ludwig.lajuntaschools.org along with the usual nonsense about _. _ _.",
        "output": "female"
    },
    {
        "input": "_ builds _ lesson plans a week in advance and says this test is forcing _ to prepare _ students for scantrons and questions on a computer rather than problem solving skills.",
        "output": "female"
    },
    {
        "input": "_ is a full-time social worker in the field of long-term health care. _. _ serves often as a counselor and guide for people’s lives, and is a trained pastor.",
        "output": "female"
    },
    {
        "input": "_ has impacted the lives of thousands of students over _ nearly 20-year career. _ walks in the footsteps of Christ to improve the lives of those around _, and inspires others to do the same.",
        "output": "female"
    },
    {
        "input": "Only 15 percent of majors in the program are women, _ said, and _ doesn’t think that there’s enough support for female students who feel like their opinions and work are not valued.",
        "output": "male"
    },
    {
        "input": "_ and _ husband now live in northern Illinois on a small farm that has been in _ family for 75 years. _ has taught this same class at _ local Illinois LLI center for the last four years. ​",
        "output": "female"
    },
    {
        "input": "_ watches as the other adults makes excuses to pass Haruka off to an orphanage. _ takes it upon _ to take care of Haruka and raise _ as _ own child.",
        "output": "female"
    },
    {
        "input": "_ varied courses incorporate student interest in writing, culture and history that create a learning atmosphere of motivation, curiosity and engagement.",
        "output": "female"
    },
    {
        "input": "_ has published in international journals and presented research papers at international conferences. _ also serves as reviewer for international academic journals.",
        "output": "male"
    },
    {
        "input": "_ \"From Civil Rights to Human Rights: Martin Luther King Jr. and the Struggle for Economic Justice\" won the 2007 Liberty Legacy Prize of the Organization of American Historians.",
        "output": "male"
    },
    {
        "input": "_ is also the Director of the Nephrology Fellowship Program and an Ombudsperson for medical students at the Icahn School of Medicine at Mount Sinai. _ is board certified in Nephrology.",
        "output": "male"
    },
    {
        "input": "_ received _ Ph.D. (2007) in Developmental Psychology from the University of Massachusetts-Amherst where _ also completed three years of postdocto... Read More →",
        "output": "male"
    },
    {
        "input": "_ has built up a relationship with Teachers and pupils at Ekwendeni Srcondary School and sent them balls and equipment for netball with a Raven Trust container. However, they had no netball stands.",
        "output": "female"
    },
    {
        "input": "Previously _ was Head of Maths in a school in Ealing, London. Presently, _ is a Strategic Leader and Maths SLE at Bentley Wood High School in Harrow, North West London.",
        "output": "female"
    },
    {
        "input": "_ is also the author of several young adult thrillers and dramas for Bloomsbury. _ first book in the Bookish Boyfriends series, A Date with Darcy, released in May 2018.",
        "output": "female"
    },
    {
        "input": "_ currently works as a English/Arabic interpreter in Ohio. _ enjoys writing and lecturing about the empowerment of American Muslims both home and abroad.",
        "output": "female"
    },
    {
        "input": "_ has published several papers in national and international journals. _ areas of interest include financing and privatisation of education, educational statistics and the state and education.",
        "output": "male"
    },
    {
        "input": "_ is currently the guide for About.com's Secondary School Educators' site, where _ writes articles, creates lesson plans, and provides valuable resources to teachers.",
        "output": "female"
    },
    {
        "input": "_ and _ wife, Adina, have been married for 35 years and have three daughters (two of whom are married), and one grandson. _ resides in central North Carolina with _ wife and youngest daughter, Darian.",
        "output": "female"
    },
    {
        "input": "At CMU, _ is a member of the Database Group and the Parallel Data Laboratory. _ work is also in collaboration with the Intel Science and Technology Center for Big Data.",
        "output": "male"
    },
    {
        "input": "_ completed _ Doctor of Pharmacy at Florida A&M University in 2004 and subsequently enrolled in PhD studies at the University of Florida. As a PhD student in the UF Center…",
        "output": "male"
    },
    {
        "input": "_ teaches three classes—an estimated 150 students—each day, and has excelled with _ Key Stage 3 students. _’s students range in age from 11-18.",
        "output": "female"
    },
    {
        "input": "Hire the top adult search tube script Workers, or work on the latest adult search tube script Jobs. Taiwanese girl with big boobs A Thick And Busty Latina Slut Gets _ Tits Squeezed In A Hotel Room.",
        "output": "female"
    },
    {
        "input": "_ is also the pianist of the famous Guaneri Trio, which has recorded numerous trios on LP's and CD's, including all piano trios of Johannes Brahms, Camille Saint-Saëns, Ravel, Felix Mendelssohn, etc.",
        "output": "female"
    },
    {
        "input": "When _ noticed some photos online of _ 12-year-old students that were less-than-appropriate, _ decided to turn it into a teaching moment. Flip over to the next page to see what _ did…",
        "output": "female"
    },
    {
        "input": "_ holds several degrees and certifications, including a Masters in Educational Technology and Technology Integration Specialist Certifications for Elementary K-5 and Science 5-9.",
        "output": "female"
    },
    {
        "input": "_ was on Summer Staff at Camp Mennoscah for 5 years and has volunteered at camp ever since. _ attends Journey Mennonite Church in South Hutchinson and is probably a lot more thrilled than Stacy.",
        "output": "female"
    },
    {
        "input": "Currently _'s selling _ art in galleries and online, and looking for work! Follow _ on Instagram for more fun- https://www.instagram.com/frankensteinsuperstar/",
        "output": "female"
    },
    {
        "input": "_ has taught 6th grade science at YES Prep Southwest for eight years. Below, _ discusses what keeps _ at YES Prep and why it’s important for teachers to reflect a diversity of backgrounds.",
        "output": "female"
    },
    {
        "input": "_ has a degree in early childhood education from DePaul University. _ has an endorsement in ESL and currently teaches in a classroom where the majority of the students are English language learners.",
        "output": "female"
    },
    {
        "input": "_'s a Book Creator Ambassador. _ is passionate about integrating digital technologies into the curriculum and developing creative and passionate learners in _ classroom.",
        "output": "female"
    },
    {
        "input": "_ is 27-year old and a native of Bumboazio. _ is from an extended family of 15 brothers and sisters of the same father. _ lives in the family compound.",
        "output": "female"
    },
    {
        "input": "Having coached hundreds in the art of public speaking, _ has since written several books on the subject, as well as three other anthologies of quotations. _ lives in Kinross, Scotland.",
        "output": "female"
    },
    {
        "input": "_ contributed to the writing of the QCA Scheme of Work for D&T as well as several DATA publications to support the deliver of the QCA scheme in school.",
        "output": "female"
    },
    {
        "input": "_ studies how deep conceptual understanding is acquired and applied. To this end, _ investigates how educational technology augments the learning process.",
        "output": "male"
    },
    {
        "input": "_ classroom has an aquarium and gerbils to help make learning more hands on. These are educational tools _ said _ pays for out of _ own pocket.",
        "output": "female"
    },
    {
        "input": "_ says, “Students who thrive in the Honors Program are self-starters. They take the initiative to go after what they want and take full responsibility in steering their projects. They become leaders.”",
        "output": "male"
    },
    {
        "input": "As a choreographer and performer _ has impressed audiences with _ dynamic appearances in Senegal and the UK, including, Tribe of Doris, Womad Festival, and African Village Festival.",
        "output": "female"
    },
    {
        "input": "_ says if groundwater is contaminated, the cost of cleanup will skyrocket into the tens of millions of dollars and could take 10 to 20 years to complete.",
        "output": "male"
    },
    {
        "input": "_ fled Sudan after being imprisoned and spent a decade in a camp near Cairo before landing in Sydney. _ says the young refugees face huge challenges.",
        "output": "female"
    },
    {
        "input": "_ had been blogging since 2004 and many of _ postings were about _ job. According to court records, when _ was demoted from _ position as a coach at the school, _ wrote the following missive:",
        "output": "female"
    },
    {
        "input": "_ has volunteered at NGO’s in East Jerusalem and is now working at the EastWest Institute in Brussels as part of the organisation’s ‘Afghanistan Reconnected Program’.",
        "output": "female"
    },
    {
        "input": "_ has taught singers in many styles of song, as well as professional voice users: radio personalities, actors, and teachers. _ teaches the voice so that it can be used to meet the performer’s needs.",
        "output": "female"
    },
    {
        "input": "_ is a recognized global leader in fragile and post-conflict states with more than 20 years of experience in stabilization, reconstruction and economic development.",
        "output": "male"
    },
    {
        "input": "Just when the Duggals feel they have a surplus of few thousands, there is sure to be an unexpected expense. This being a Punjabi family and Delhi, the culture is to show more than one possessed.",
        "output": "female"
    },
    {
        "input": "_ has written CCSSM assessment items for testing consortiums, and currently serves on the Executive Board of the Missouri Council of Teachers of Mathematics.",
        "output": "female"
    },
    {
        "input": "_ completed _ BA and DPhil at the University of Oxford and is the author of two previous books and Quartz and Feldspar. Dartmoor: A British landscape in modern times, to be published in June 2015.",
        "output": "male"
    },
    {
        "input": "_ heads the Arctic and Antarctic Research Group and teaches undergraduate and graduate courses including \"Synoptic Meteorology\" and \"Fundamentals of Atmospheric Science.\"",
        "output": "male"
    },
    {
        "input": "_ teaching and research interests include gender, sexualities, family, politics, culture, and the law. _ is the author of One Marriage Under God (2012, New York University Press).",
        "output": "male"
    },
    {
        "input": "A sought-after speaker, and the author of numerous articles and monographs on corporate social responsibility and ethical leadership, _ lives in Louisville, Kentucky.",
        "output": "male"
    },
    {
        "input": "Teaching with _ mother Candice _ _, they offer an accessible, effective and fun integration of Qigong connecting with the elemental energy of nature.",
        "output": "female"
    },
    {
        "input": "_ is currently a co-investigator on a research project at the University of Hong Kong, which aims to develop the world’s leading case-control study of nasopharyngeal carcinoma based in Southern China.",
        "output": "male"
    },
    {
        "input": "_ has mushed dogs and taught in a Yup’ik village school on the Kuskokwim River Delta for eight years. _ has also raced in several K-300’s and Iditarod in 2001.",
        "output": "female"
    },
    {
        "input": "_ is also a core member of the Phil and Eli Taylor Academy for Young Artists at The Royal Conservatory of Music, teaching cellists and coaching string quartets.",
        "output": "female"
    },
    {
        "input": "It isn’t _’s first time working with some of the students, who _ said gave _ a lot of trouble at the high school. At WisdomQuest, however, they are eager to understand concepts and finish the work.",
        "output": "female"
    },
    {
        "input": "Please read _ inspiring note about the meaning that this multi-disciplinary program brought to _ foreign language classes in rural West Plains, Missouri.",
        "output": "female"
    },
    {
        "input": "_ is responsible for teacher training and young learners’ classes. _ is also a teacher trainer for the IH Young Learners course. _ regularly gives seminars for Macmillan, IH, ACEIA, and TESOL.",
        "output": "female"
    },
    {
        "input": "Mary’s College of Maryland. _ and James _ ’99, now married for 13 years, have two sons. They welcome classmates visiting the Baltimore/D.C. area.",
        "output": "male"
    },
    {
        "input": "_ has a Bachelor’s degree in Elementary Education/Special Education from Lock Haven University and a Master’s degree in Education/Principal Certification from Temple University.",
        "output": "female"
    },
    {
        "input": "_ has delivered many courses involving ‘words’ in a wide variety of guises – and has thoroughly enjoyed the participation of like-minded people delving into the private lives and acrobatics of words.",
        "output": "female"
    },
    {
        "input": "Kennedy School of Government at Harvard University. _ research interests include empirical and theoretical industrial organization, especially those related to the regulation.",
        "output": "male"
    },
    {
        "input": "Dr. _ joined MC’s faculty in 2008 and currently teaches Addiction Counseling and Group Counseling. _ areas of expertise include substance and behavioral addictions.",
        "output": "male"
    },
    {
        "input": "_ was awarded a Fulbright Travel Grant in 2004 to study media in China, and visited seven cities including Shanghai, Beijing, Xian and Hong Kong. email",
        "output": "male"
    },
    {
        "input": "_ has written several fiction and non-fiction books. The latest “Things Will Be Better” is a children’s fictional story based on an 1849 journey on the Oregon trail.",
        "output": "female"
    },
    {
        "input": "_ is the author of several articles, policy papers, book chapters, case studies and papers presented at international management conferences. _ is also co-founder and president of 3H Partners.",
        "output": "male"
    },
    {
        "input": "_ hobby is to write on different tips and suggestions that make life easier. _ writes regularly on different blogs and magazines. Robi has interest in art and paintings also.",
        "output": "female"
    },
    {
        "input": "_ has _ Masters Degree in Curriculum Design and has years of experience developing and implementing educational curriculum to bring teachers and students into the 21st century.",
        "output": "female"
    },
    {
        "input": "Learning Together Through Inquiry was developed by _ and _ coauthors from their collaboration on a chapter for If This Is Social Studies, Why Isn't It Boring? (Stenhouse 1995).",
        "output": "female"
    },
    {
        "input": "In addition to authoring 2 books, _ has had several poems published in various publications. _ and _ husband, Garland, live at Lake Junaluska, North Carolina.",
        "output": "female"
    },
    {
        "input": "_ is the author of numerous public health articles and texts and also a Biblical introduction to the Bahai Faith: Thy Kingdom Come, from Kalimat Press",
        "output": "male"
    },
    {
        "input": "_ is passionate about meeting _ students and encouraging them to be their best. When _ is not working, _ likes to spend time with _ family and going to hockey games.",
        "output": "female"
    },
    {
        "input": "_ grew up in a cueing household and learned American Sign Language in highschool and college. As a teacher, _ currently uses American Sign Language in the classroom and code switches as needed.",
        "output": "female"
    },
    {
        "input": "_ is in _ late 30s and _ lives with _ tyrannical elderly mother. _'s only sex life is provided by voyeurism and masochistic self-induced injuries. One of _ students decides to seduce _...",
        "output": "female"
    },
    {
        "input": "_ main residence is _ monastery in Boudhanath, Nepal. _ is the founder of a monastic college at Namo Buddha near Kathmandu and of many Buddhist centers in the West and Asia.",
        "output": "female"
    },
    {
        "input": "_ research is currently examining end-user interactive machine learning as a tool for empowering end-users to make sense of and act upon personal informatics data.",
        "output": "male"
    },
    {
        "input": "_ teaches undergraduate and graduate courses on the Cold War and Russian and Soviet history. Read more about about _ innovative teaching strategies in the latest issue of Collegian.",
        "output": "male"
    },
    {
        "input": "_ received an M.A in Economics from Tribhuvan University, Nepal, an M.S. in Economics and Management from the University Pertanian Malaysia, Malaysia, and a Ph.D. in Economics from Auburn University.",
        "output": "male"
    },
    {
        "input": "_ is leader of their Developing Schools Team which is responsible for pedagogy, trialling new learning methods and supporting the professional development of teachers.",
        "output": "female"
    },
    {
        "input": "This Rim Country teacher became the pupil, learning life's best lessons during a week in Kenya. The following is the first-person account of _ visit.",
        "output": "female"
    },
    {
        "input": "Prior to assuming this position, _. _ co-founded and taught the Parent's Time Out program with Cynthia Jamison for fourteen years, as well as, held the registrar position.",
        "output": "female"
    },
    {
        "input": "_ research interests include outdoor air pollution, the effects of air pollution on respiratory and cardiovascular health, community-engaged research, urban health and environmental justice.",
        "output": "male"
    },
    {
        "input": "_ recently became a National Board Certified Teacher 2001. _ enjoys teaching, reading and cruising the WWW especially Teachers.Net. Teaching must run in _ blood because _ daughter is also a teacher.",
        "output": "female"
    },
    {
        "input": "What started out as a way to give stunning gifts to _ loved ones has grown into a passion for giving all women access to the classy-chic look of _ custom designs and hand-selected apparel.",
        "output": "female"
    },
    {
        "input": "_ has attended workshops to prepare for the state's new PARCC online testing system. _ believes switching from scan-trons and bubble tests will be a challenge, but it's one that has to be met.",
        "output": "female"
    },
    {
        "input": "_ completed _ PhD in Microbiology from The City University of New York in 2006, and completed postdoctoral training in Texas A&M University and New York University School of Medicine.",
        "output": "male"
    },
    {
        "input": "On _ way to meet _ best friend Rosa Brathuhn _ involuntarily witnesses a horrible murder on a passing train. A young woman gets chopped up by an ax murderer. Sadly the police, in ...",
        "output": "female"
    },
    {
        "input": "_ has a doctorate in philosophy from the University of Connecticut and an MFA in poetry from Southern Connecticut State University. _ lives in New Haven with a fluffy cat named Purrbasket.",
        "output": "female"
    },
    {
        "input": "At UAB _ taught professional development for scholarly writing, communications, and leadership for graduate students, postdoctoral fellows and faculty.",
        "output": "female"
    },
    {
        "input": "_ passion for teaching and concern for the welfare of _ students made _ won the accolade for the 2015 Achievement of Great Instructional Leadership Award.",
        "output": "female"
    },
    {
        "input": "_ has tried to be quite innovative and set up a wiki to teach French to _ students and other kids. There is quite a variety of exercises with video, audio and French beginner worksheets.",
        "output": "female"
    },
    {
        "input": "_ husband is a teacher, and _ two children just recently graduated college. Even with scholarships and living at home, _ children are buried in loans.",
        "output": "female"
    },
    {
        "input": "_ directed the Educational Outcomes Survey in 1994–97. _ previous books include The Colleges (with John Polesel, 1998) and Who Wins at School? (1995).",
        "output": "male"
    },
    {
        "input": "_ and _ wife, Cindy, have two children: Chiara and Carmine. They reside in Hartland, Michigan. Mike is also a licensed builder who designs and builds residential projects.",
        "output": "male"
    },
    {
        "input": "Currently, PVHS has all four courses, and _ instructs each one. _ has a Bachelor's of Science in Biology with a Criminalistics emphasis. Prior to _ teaching career, _ worked in the finance sector.",
        "output": "female"
    },
    {
        "input": "_ is the author of Guided Math, Strategies for Implementing Guided Math, Math Stretches: Building Conceptual Understanding, and Building Mathematical Comprehension.",
        "output": "female"
    },
    {
        "input": "In 2001 _, _ husband, Bryan, and their son, Che, welcomed a new daughter, Timberlake, who was also born by C-section and who enjoys a much bigger family bed.",
        "output": "female"
    },
    {
        "input": "_ currently spends most of _ week supporting three blind students at the Deanery high school, as well as partially-sighted students in two other schools.",
        "output": "female"
    },
    {
        "input": "_ has been recognized as both an Association of Supervision and Curriculum Development Emerging Leader and a National Association of Independent Schools... Read More →",
        "output": "female"
    },
    {
        "input": "Owner and blogger of The Big To-Do List, _ shares _ thoughts and experiences of positive parenting and natural lifestyle, with a commitment to uplift and empower families.",
        "output": "female"
    },
    {
        "input": "_ was recently married and has lived in Thailand for a year and a half. _ is proud to call Thailand home. _ second home is in Waxhaw, North Carolina.",
        "output": "female"
    },
    {
        "input": "_ is the mother of two vivacious little boys, a grateful wife, and an enthusiastic runner. This essay is the product of nearly ten years of growth and reflection.",
        "output": "female"
    },
    {
        "input": "_ has earned bachelor and masters degrees in English education, and is currently licensed to teach ELA in grades 8-12. _ specializes in curriculum development and program design.",
        "output": "female"
    },
    {
        "input": "_. _ has been a teacher for 22 years, and has spent six of those at Marquette. _ passion has always been to be a teacher due to the patience of those who worked with _ at a younger age.",
        "output": "female"
    }
]